{"storymap": {"slides": [{"date": "", "media": {"url": "", "caption": "", "credit": ""}, "type": "overview", "location": {"line": true, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "The Garden of Earthly Delights - Hieronymus Bosch", "text": "<i><b>The Garden of Earthly Delights</b></i>&nbsp;is the modern title&nbsp;given to a&nbsp;triptych by the Dutch painter&nbsp;Hieronymus Bosch during the <a href=\"http://en.wikipedia.org/wiki/Northern_Renaissance\" target=\"_blank\" rel=\"nofollow\">Northern Renaissance</a>. It has been housed in the&nbsp;Museo del Prado&nbsp;in&nbsp;Madrid&nbsp;since 1939. Dating from between 1490 and 1510, when Bosch was between about 40 and 60&nbsp;years old,&nbsp;it is his best-known&nbsp;and most ambitious complete work."}}, 

{"date": "", "media": {"url": "indexPageSignalLevers.jpg", "caption": "", "credit": ""}, "location": {"lat": 10, "line": true, "lon": -130.0, "zoom": 3, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "The Signal Box", "text": "Laborum officia anim consectetur ullamco nulla officia aliquip elit. Exercitation aliquip ut amet pariatur qui pariatur pariatur eiusmod. Tempor deserunt velit voluptate ut qui aute voluptate consequat exercitation eiusmod mollit officia. Labore id adipisicing aute in minim ut ea est esse dolore ea. Cillum aliquip minim proident proident nulla voluptate ea sunt cupidatat. Occaecat consequat eiusmod elit laborum. Mollit exercitation incididunt enim sunt."}}, 

{"date": "", "media": {"url": "bBROriginalServiceModelStepney2.jpg", "caption": "", "credit": ""}, "location": {"lat": 20, "line": true, "lon": 0, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "The Model Railway", "text": "Est cupidatat reprehenderit magna aute dolor velit. Dolore qui sit tempor sint anim fugiat deserunt excepteur id enim qui id. Dolor duis ad aliqua aute veniam laboris magna commodo."}}, 
{"date": "", "media": {"url": "londonJack.jpg", "caption": "", "credit": ""}, "location": {"lat": 30, "line": true, "lon": 110.0, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "London Jack", "text": "Duis magna in aute nostrud et laborum nulla amet laborum exercitation deserunt. Irure nulla consectetur esse sint duis Lorem magna in id et laboris deserunt Lorem. Laborum exercitation cillum elit nulla. Dolor exercitation anim labore aliqua cillum proident amet dolore nisi exercitation dolor. Veniam adipisicing commodo et veniam anim occaecat proident esse ipsum. Nostrud irure sint eu ipsum pariatur adipisicing aute ut dolore dolor cillum quis occaecat fugiat. Laboris non id occaecat minim labore."}},

{"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 83.82994542398042, "line": true, "lon": -138.515625, "zoom": 3, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "The use of color", "text": "One of the simplest ways to look at this painting is through Bosch's use of color.<br><br>Two of the most prominent:<br>Pink = heavenly/inner influences<br>Blue = Earthly/outer influences"}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 83.71554430601263, "line": true, "lon": -141.328125, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Heaven: Panel 1", "text": "Birds represent heavenly forces, and having them penetrating the mountain indicates that God penetrates everything and the transcendent nature of God.<br>The blue mountains represent material reality, and the further away they are from the divine the less birds they have. The mountain on the right has no birds touching it. It represents Earth, even sporting it's own moon."}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 79.46455976888949, "line": true, "lon": -110.830078125, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Heaven: Panel 1", "text": "The rabbit represents the divine and is located in all three panels.<br><i>(hover over image to point to rabbit)</i><br>"}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 69.4421276134176, "line": true, "lon": -139.306640625, "zoom": 4, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Descent of the Divine: Panel 2", "text": "The pink fountain represents the flow of divine energy from heaven to earth.<br>The fountain is a chakra image, a Tantric symbol, it's resemblance to living tissue and neurological systems is not coincidental.<br>The presence of the owl represents the ability of wisdom to help man reconnect with&nbsp;higher levels of being.&nbsp;"}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 68.13885164925573, "line": true, "lon": -112.1484375, "zoom": 4, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Descent of the Divine: Panel 2", "text": "This rock formation is actually a human face, the creature with many legs is the eye. And the corrupted earthly influences, mutated creatures crawling out of the water, are crawling into his ear/mind. One has disguised itself in white purity&nbsp;and is studded with&nbsp;pearls which represent lies.<br>The tree growing out of the head&nbsp;represents thought and the serpent curled around it shows that it is already being corrupted. The sprig of branches next to it represents divine influence.<br><i>The lesson is the that the influences of the divine deteriorate as they interact with the material world.</i>"}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 33.7243396617476, "line": true, "lon": -133.2421875, "zoom": 2, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Earth: Panel 3", "text": "God, dressed in pink,&nbsp;watches over Adam and Eve in the earthly realm.<br>Notice his hand gesture, which represents God's word made flesh, it will be seen again in the third panel.<br>The bird with three heads, below Christ, represents&nbsp;the holy&nbsp;Trinity and tries to keep the earthly vermin away from Adam and Eve."}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 6.315298538330033, "line": true, "lon": -106.171875, "zoom": 2, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Earth: Panel 3", "text": "Notice the sinister duckbilled creature dressed in religious garb and reading a book. <br>This implies that outward religious trappings are actually corrupting influences.&nbsp;"}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 78.59529919212493, "line": true, "lon": -7.55859375, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Heaven and birth into the earthly sphere: Panel 4", "text": "The lake represents birth, life, death, and influences that affect man. <br>The central tower represents the human condition, it is made in the divine image and resembles the tower from the first panel.<br><br>The rivers from left to right:<br>Divine influences - birds rest upon this tower and the army of God underneath bears fruit<br>Birth - coming from the mountain rooted in earth (blue)&nbsp;but with divine influence (pink and birds)<br>Death - a divine and earthly mountain representing the soul's return to heaven (birds fly out of the top and upwards)<br>Material influences - blue, veiny, phallic&nbsp;crystals&nbsp;are piercing through the&nbsp;pink of the divine leaf"}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 69.65708627301174, "line": true, "lon": -5.625, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "The Tantric circle (Wheel of Life): Panel 5", "text": "The inner section represents the spiritual life of man.<br>The characters around it move in a procession, those moving to the right are moving upwards and closer to divinity. <br>There are no fruits among the figures directly&nbsp;above the pond instead only divine symbols are seen (birds). <br>Those below are corrupted, like the couple under the red blossom of lust."}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 34.88593094075317, "line": true, "lon": 3.1640625, "zoom": 4, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Earth (the allegory of the senses): Panel 6", "text": "This is the human world where sensual preoccupation dominates and divine energy is corrupted in its contact with the material. <br>The absence of any man-made objects shows that this is not an actual depiction of earth but made to show the sensory world as a distraction from the divine.&nbsp;"}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 34.016241889667015, "line": true, "lon": -33.22265625, "zoom": 4, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Earth (the allegory of the senses): Panel 6", "text": "Fruits in this section&nbsp;represent temptations: red fruits temptations of the soul, blue fruits temptations of the flesh.<br>This woman wears&nbsp;two cherries as a symbol of pride."}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 16.29905101458183, "line": true, "lon": 110.91796875, "zoom": 4, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Earth (Level of Being): Panel 7", "text": "This panel flows in the opposite order of the other two: one descends&nbsp;into hell as one moves upward.<br>The word of God appears again, but it&nbsp;has been corrupted: severed,&nbsp;stabbed through the palm and balancing a die that represents that man plays with God's words.<br>Eve is now pictured as a drunkard and a gambler.<br>The blindfolded man behind the slab of the tomb is unable to see his inner self. His head is being severed representing that he has lost the connection between&nbsp;mind and body.<br>To the right a man is surrounded by corrupted religious authorities who are attempting to have him sign a contract.<br>You can spot Eve again to the right of the rabbit, where she rests under an earthly queenâ\u0080\u0094large with her imagined authority. This time Eve has succumbed to vanity (the ass) and has a mirror in front of her attached to the backside of a demon."}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 36.73888412439431, "line": true, "lon": 92.59277343749999, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Butt music: PANEL 7", "text": "The large musical instruments represent the justice system created by man and how it is corrupt and a subject of our imagination: in no way reflecting divine justice.<br>Demons balancing books on their heads represent attorneys.<br>The judge (clothed in pink because he thinks he is God) composes the law with his tongue (a string of white pearls/lies)&nbsp;on the butt of a defendant.&nbsp;<br>Here the music has been transcribed and you can <a href=\"http://http://chaoscontrolled123.tumblr.com/post/76305632587/luke-and-i-were-looking-at-hieronymus-boschs\" target=\"_blank\" rel=\"nofollow\" title=\"Link: http://http://chaoscontrolled123.tumblr.com/post/76305632587/luke-and-i-were-looking-at-hieronymus-boschs\">give it a listen</a>.<br>Also, a write up about it from <a href=\"http://http://www.theguardian.com/artanddesign/2014/feb/13/hidden-sheet-music-hieronymus-bosch-triptych-recorded\" target=\"_blank\" rel=\"nofollow\" title=\"Link: http://http://www.theguardian.com/artanddesign/2014/feb/13/hidden-sheet-music-hieronymus-bosch-triptych-recorded\">The Guardian</a>."}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 71.9653876991313, "line": true, "lon": 124.1015625, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Judgement and Purgatory: Panel 8", "text": "Man is made large to represent egotism and viewing ourselves as more important than anything else in the world. This is actually a self portrait of Bosch.<br>To the left a man dangles from a key: will he be able to enter the gates of heaven? He is being weighed.<br>To the right is a knight carrying the purity he believed he had as the white banner, but it is corrupted with the vanity of the toad (which was also seen upon Eve's breast below). The grail and the pearl represent his attempt to live a noble life, but ultimate failure."}}, {"date": "", "media": {"url": "", "caption": "", "credit": ""}, "location": {"lat": 82.58610635020881, "line": true, "lon": 125.5078125, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Hell: Panel 9", "text": "Hell appears to be set farther back than everything else in the painting, because it is farther away from God.<br>Here humans are being tortured and burned and lead to their inevitable doom.<br>The tower to the left is an inversion of the heavenly tower from the top left of the first panel.<br>Atop the volcano a lone human being&nbsp;(white) is in battle with a demon (black) representing the eternal battle between good and evil for the human soul."}}], "map_background_color": "#000000", "map_as_image": true, "zoomify": {"path": "http://media.knightlab.com/storymap/bosch_garden/", "tolerance": 0.9, "attribution": "", "width": 7793, "height": 4409}, "map_type": "zoomify"}}