{"storymap": {"attribution": "Wikipedia / OpenStreetMaps", "call_to_action": true, "call_to_action_text": "View Route Locations", "map_as_image": false, "map_subdomains": "", "map_type": "osm:standard", "slides": [{"location_line": "true", "type": "overview", "media": {"caption": "", "credit": "", "url": "https://youtu.be/mzgtGkqlfTM"}, "text": {"headline": "Overview of the Route", "text": "<p>Today the line runs 11 miles from East Grinstead through West Sussex to Sheffield Park which is the only station on the line in East Sussex.</p><p>The original line ran as far as Lewes stopping at two now closed stations at Newick & Chailey and Barcombe. When built, it was the straightest and quickest route from Lewes to London.</p><It>Construction was authorised by Parliament in 1877 as the Lewes and East Grinstead Railway. It was sponsored by local landowners including the Earl of Sheffield. A year later another act enabled the London, Brighton and South Coast Railway to acquire and operate the line.</p><p>A 4.5 mile link line was also built between Horsted Keynes and Haywards Heath to join the London to Brighton main line, with a station at Ardingly.</p><p>Designed under instructions from the Chief Engineer Frederick Banister, the line was constructed to take double track. However, only the section between East Grinstead and Horsted Keynes (and thence to Haywards Heath via Ardingly) was laid as such; south of the junction at Horsted Keynes the line was single track with passing loops at stations. The line was opened in 1882.</p><p>Goods traffic on the line consisted of local produce; milk: farm products and coal, and timber to and from Albert Turner &amp; Son, a sawmill. The only time Sheffield Park received a substantial number of passengers was when Lord Sheffield entertained the Australian cricket team, with a match between them and Lord Sheffield's own team.</p><p>British Railways closed the line in May 1955 but after a challenge from Margery Bessemer of Chailey based on the original acts, the line was reopened in August 1956 and a public inquiry followed.</p><p>The line finally closed on March 1958 but was reopened by the Bluebell Railway society on August 7th 1960 to become the first preserved standard gauge steam-operated passenger railway in the world.</p>"}}, 
{"background": {"url": ""}, "location": {"lat": 51.1262681100041, "lon": -0.01787270892214027, "zoom": "12"}, "media": {"caption": null, "credit": "Bluebell Railway Museum - Colin Hogg collection", "url": "media/151.jpg"}, "text": {"headline": "East Grinstead station", "text": "<p>The current National Rail East Grinstead station and the adjacent Bluebell Railway station to the south of it which opened in 2010, are the fourth generation of stations to have been constructed in the town.</p><p>The first station opened in 1855 as a terminus of the first line from Three Bridges. This had to be replaced in 1866 when this East-West line was extended to Tunbridge Wells.</p><p>When the North-South Lewes and Oxted lines arrived in the town a new station opened in 1883 consisting of East-West high level platforms serving the Three Bridges to Tunbridge Wells Central Line and lower-level platforms serving the Oxted line to the North and the Lewes  'Bluebell' Line to the South.</p><p>With the closure of the 'Bluebell' line to Lewes in 1958 and the Three Bridges to Tunbridge Wells lines in 1967 a smaller modern station construction was opened in 1972 on the lower level for the remaining Oxted line trains. Then in 2013 a further rebuild of the station opened to form the National Rail station of today</p><p>The Bluebell railway platforms first opened in 2010 with a shuttle service to the Imberhorne viaduct and with full services commencing in 2013. Trains arrive in the single platform and then the locomotive can detach, take water and return to the south end of the train via a run-round loop. Train movements in the station area are subject to a 10 miles per hour (16 km/h) speed restriction in order to reduce noise and smoke."}},
{"background": {"url": ""}, "location": {"lat": 51.12309, "lon": -0.023446, "zoom": "12"}, "media": {"caption": "Imberhorne Viaduct under construction", "credit": "The Life and Works of Joseph Firbank, Google Books", "url": "media/Imberhome_Viaduct_Construction.png"}, "text": {"headline": "Imberhome Viaduct", "text": "<p>Imberhome viaduct, which is also known as Hill Place viaduct, was built and opened in 1882 to span the lands of Imberhorne Farm between East Grinstead and Kingscote. It was designed and engineered by Frederick Banister, the Chief Engineer for the London, Brighton and South Coast Railway. It was designed to allow double-track operations, is 700 feet (210 m) in length and spans the valley at a maximum height of 90 feet (27 m). Construction started in 1880, with ten brick arches each with a span of 60 feet (18 m) reaching a maximum height of 70 feet (21 m). A feature of the viaduct is that the imposts are of stone on the face of the piers, but brick within the arches.</p><p>In 1992, after British Rail had undertaken emergency repair work to the whole structure, the viaduct was donated to the Bluebell Railway Preservation Society. After reaching Kingscote in 1994, the Bluebell Railway Society undertook renovation of the section to reconnect the line with East Grinstead.</p><p>On 7 March 2013 the Bluebell Railway was reconnected with East Grinstead and the viaduct is now in regular use for passenger trains. The first scheduled service ran across the viaduct on 23 March 2013, following 55 years of disuse.</p>"}},
{"background": null, "location": {"lat": 51.1031, "lon": -0.0486, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": "media/KC-station_crop-960x632.jpg"}, "text": {"headline": "Kingscote station", "text": "<p>The station opened in 1882, and the London Brighton and South Coast Railway (LB&amp;SCR) determined that it would be a two-platform through station, with a substantial provision of £17,000 being made for the construction. The line's stations were designed to visually appeal to Victorian London-commuters, who had travelled into the Sussex countryside looking for either a commuter property, or country cottage for the weekend. The design is attributed to Thomas Myres in common with several other stations in Sussex.</p><p>The station had substantial sidings and a livestock loading dock located just to the north of No.1 platform. The downside No.2 platform was reached by a subway. The signal box was located on the north end of No.2 platform, and also controlled a single siding to the north of platform No.2.</p><p>Located in an area remote from any significant residential or commercial development, the station became known as the quietest on the LB&amp;SCR. Were it not for the wood and logging trade which was undertaken on leased land within the station site, it is likely that the Southern Railway would have closed the loss-making station to passengers in the 1920s. Resultantly, in 1910 the goods shed was moved to Horsted Keynes, and the northern sidings complex greatly simplified. In the 1930s, the Southern Railway removed many of the superfluous LB&amp;SCR decorations, and shortened the downside facilities to what was basically an open-plan shelter located next to the footbridge.</p><p>The station closed with the line on 29 May 1955. The line re-opened on 7 August 1956 before again closing to passenger services on 17 March 1958 but the station remained closed.</p><p>The line remained open for occasional use until 1963. The track was lifted about 1965 and the station site was sold privately. It was acquired by the Bluebell Railway in the 1980s when restoration work started. The Bluebell completed the extension from West Hoathly in 1994 when the station was reopened after restoration. The section of the line from Kingscote to East Grinstead was re-opened in 2013.</p>"}}, 
{"background": {"url": null}, "location": {"lat": 51.0787, "lon": -0.0437, "zoom": "12"}, "media": {"caption": null, "credit": "Bluebell Railway Museum - Alan Postlethwaite collection", "url": "media/West Hoathly.jpg"}, "text": {"headline": "West Hoathly station", "text": "<p>Despite its name the site of West Hoathly station is actually situated in the village of Sharpthorne, half a mile from the village West Hoathly.</p><p>The station opened in 1882, just north of the 731 yards (668 m) long Sharpthorne Tunnel. The station layout, style of the station buildings and construction costs were the same as for Kingscote. The station had substantial sidings and a livestock loading dock located just to the north of No.1 platform. The downside No.2 platform was connected to the main buildings by a 50 feet (15 m) glazed footbridge, and had a similar timber-supported canopy which fronted a wooden waiting room. The signal box was located on the north end of No.2 platform, and also controlled a single siding to the north of platform No.2.</p><p>The station layout remained substantially unaltered throughout its operational life. In the 1930s, the Southern Railway removed many of the superfluous LB&amp;SCR decorations, and shortened the downside facilities to what was basically an open-plan shelter located next to the footbridge.</p><p>Commercially on the station site, there was a small brickworks built to the east on land leased from the railway, giving it direct rail access. A railway-built and owned \"Railway Hotel\" opened on the west side of the station forecourt, opposite the main station building. After closure of the railway, it reopened as the \"Bluebell Inn\" and later became a private residence.</p><p>The Bluebell Railway purchased the largely levelled and cleared site in 1974. The subsequent planning permission for the preserved railways extension to East Grinstead stipulated that West Hoathly would not be redeveloped as a station due to local residents' concerns about a likely increase in local road traffic.</p>"}}, 
{"background": null, "location": {"lat": 51.046099999999996, "lon": -0.04459999999999999, "zoom": "12"}, "media": {"caption": null, "credit": "Bluebell Railway Museum - John J Smith collection", "url": "media/Horsted Keynes 189.jpg"}, "text": {"headline": "Horsted Keynes station", "text": "<p>The station opened in 1882, all the buildings being to the designs of Thomas Myres, the railway company's staff architect. As a junction station it was the busiest station on the line in terms of services but arguably one of the quieter for passengers. The station lies about 1.5 mi (2.4 km) from the village of Horsted Keynes itself.</p><p>The station was closed by British Railways under the Beeching Plan in 1963. However, the first Bluebell Railway trains had run on the last day of the 1962 season. Between 1960 and 1962, Bluebell Railway services had terminated at Bluebell Halt, a temporary station about one-half mile (800 m) to the south.</p><p>Since being taken over by the Bluebell Railway, the station has become one of the most popular in UK preservation and has won many awards. It has been restored with a 1930s theme, including period newspaper headlines on boards by the buffet and advertisements of the period. With five platforms, it is the largest preserved heritage railway station in the UK. Horsted Keynes is the crossing place for services when two trains are operating and hosts many events each year for steam enthusiasts. It is also the home of the line's Carriage and Wagon department.</p><p>Repair and restoration work on the canopy on Platform 5 began in late 2022 as part of the \"Jewel in the Crown\" project to refurbish the station buildings.</p><p>The Bluebell Railway plans to make the station a junction once again if plans to extend toward Ardingly are realised, creating something rare within UK preservation, a junction station at which both lines are operated by preservationists.</p><p>The railway has been featured in many television series and films, including Downton Abbey, Poirot and The Woman In Black.</p>"}},
{"background": {"url": ""}, "location": {"lat": 50.9956417, "lon": -0.0010722, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": "media/DSC_5148-2-960x715.jpg"}, "text": {"headline": "Sheffield Park station", "text": "<p>The southern terminus of the railway and also the headquarters of the line. It is located on the southern bank of the River Ouse (which the line crosses just beyond the platforms) and is also situated on the Greenwich Meridian.</p><p>The station opened in 1882 at the request of the Earl of Sheffield, a local landowner and promoter of the Lewes and East Grinstead Railway Act 1877 which authorised the construction of a line from East Grinstead to Lewes. Originally named \"Fletching and Sheffield Park\", the name of the nearby village was dropped in 1883 following objections by the Earl. The station closed in 1958 but the track was never removed and in August 1960 the Bluebell began working a short stretch of line between Sheffield Park and Bluebell Halt, just south of Horsted Keynes which was leased to it by British Railways. By 1968, the group had raised enough funds to purchase both the Sheffield Park and Horsted Keynes stations with the former now the Bluebell Railway's headquarters.</p><p>The station now plays host to a shop, model railway, museum and the Bessemer Arms pub (named after Miss Bessemer who fought British Rail over the closure of the line claiming it to be illegal, and whose victory spurred the movement to save the line). </p><p>The station also houses the line's locomotive workshops and sheds, which are a major focal point for visitors to the line. It is restored in a LBSCR style of the start of the 20th century. An unusual signal box can be found on the platform, a popular feature being found at other small stations on the LBSCR where cost saving during SR days reduced manning to a Porter/Signalman.</p><p>Beside the station, with a separate entrance from the A275 is the former Woodpax yard, on which has been built a large carriage shed and adjoining Museum building.</p>"}}, 
{"background": {"url": ""}, "location": {"lat": 50.972, "lon": -0.0063, "zoom": "12"}, "media": {"caption": null, "credit": "Bluebell Railway Museum - John Scrace collection", "url": "media/Newick.jpg"}, "text": {"headline": "Newick and Chailey station", "text": "<p>To the south of Sheffield Park towards Lewes this station which no longer exists was located in North Chailey near the villages of Newick and Chailey.</p><p>It opened in 1882, was located on a single line, but consisted of two side platforms on a loop line. It was built on the edge of a cutting and had substantial station buildings on each platform with a pedestrian footbridge connecting the two. The station had a separate parcel office and, with five sidings, the goods yard was surprisingly large. The old Up platform had a restaurant facility and toilets until rationalisation in the 1930s which removed all the buildings on this platform and the footbridge span.</p><p>After the line and station closed in 1958, the track was removed in 1960 and the station buildings were demolished around 1967–8. The site of the station platforms in a cutting was subsequently infilled and covered by housing.</p>"}}, 
{"background": {"url": ""}, "location": {"lat": 50.9234, "lon": 0.0155, "zoom": "12"}, "media": {"caption": null, "credit": "Bluebell Railway Museum - Colin Hogg collection", "url": "media/Barcombe.jpg"}, "text": {"headline": "Barcombe station", "text": "<p>The station was originally opened as \"New Barcombe\" to distinguish it from the nearby station of Barcombe Mills (then called 'Barcombe') and was changed to its more usual name on 1 January 1885. In 1897 goods sidings were installed at a cost of £1450.</p><p>The line and station closed in March 1958 and the track was lifted in 1960. Subsequently, Barcombe station building was sold and was converted into a private house. The platform edge is still visible but the trackbed has been filled in up to about one foot below platform level.</p><p>Bernard Holden, former president of the Bluebell Railway was born in Barcombe Station in 1908. His father was the station master at the time.</p>"}},
{"background": {"url": ""}, "location": {"lat": 50.870353, "lon": 0.011021, "zoom": "12"}, "media": {"caption": null, "credit": "Bluebell Railway Museum - John H Smith collection", "url": "media/041000.jpg"}, "text": {"headline": "Lewes Station", "text": "<p>The first station in Friars Walk opened on 8 June 1846 as a terminus on the Brighton line. However, this station became inconvenient after an extension to Hastings opened on 27 June 1846 as it required trains serving Lewes to reverse. The director of the London, Brighton & South Coast Railway called the station 'the most incomplete and injudicious station ever erected'.</p><p>In 1857 a new station was opened on that of the current site. The old station closed though the original booking hall with grand classical columns outside survived until the 1960s before it was demolished. The new building was built in the style of a Swiss chalet.</p><p>In 1899 the new station was itself extensively remodeled to its current form to increase platform capacity and reduce the narrow curvature of the track.</p><p>Neither the Wealden Line that went north from Lewes to Uckfield and then on to London via Eridge, nor the branch from the Wealden to the Bluebell line at Culver Farm have survived, being closed in 1969 and 1958 respectively.</p>"}},
{"background": {"url": ""}, "location": {"lat": 51.0321, "lon": -0.0904, "zoom": "12"}, "media": {"caption": null, "credit": "Bluebell Railway Museum - John Scrace collection", "url": "media/Ardingly Station.jpg"}, "text": {"headline": "Ardingly railway station", "text": "<p>This station on the branch line from Horsted Keynes to Haywards Heath was opened on 3 September 1883. It was the only station on the 4½-mile link line opened by the London Brighton & South Coast Railway between the Lewes East Grinstead line and the London Brighton line. The link proved very useful during both World Wars and as a route for visitors to the Lingfield races. It also was a major asset for the nearby Ardingly College.</p><p>The line was electrified on 7 July 1935 which no doubt saved it from closure in 1955. However, the Beeching Plan required its closure which took place on 28 October 1963.</p><p>Designed by Thomas Harrison Myres, the main station building was sited at road level away from the platforms. In common with other stations on the line, it was constructed in a neo-Queen Anne style and presented as a two-storey Victorian country cottage. The upper storey is decoratively timbered with plaster flower patterns.</p><p>The station's two platforms had fairly basic facilities with platform awnings and an alcove-like waiting room on the down platform. A platform signal cabin overseeing a small goods yard was to be found at the western end of the station. The yard saw considerable inward traffic in the form of timber for a local sawmill which was subsequently dispatched back out in consignments of prepared boards.</p><p>The branch line and station were closed in October 1963, the track was lifted and during the summer of 1968, Sheriff Mill Viaduct was demolished. An aggregates depot was established on the yard with the station being used as an office although the platforms have largely been demolished. The Bluebell Railway now owns the trackbed from just east of the station to Horsted Keynes and has plans to rebuild the line.</p>"}}], "zoomify": false}}