{"storymap": {"slides": [
{"date": "", "media": {"url": "", "caption": "", "credit": ""}, "type": "overview", "location": {"line": true, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "Highlights of the Museum", "text": "Short of time ? Click on the plan to find the key highlights of the museum !"}}, 
{"date": "", "media": {"url": "media/SignalLevers.jpg", "caption": "", "credit": ""}, "location": {"lat": 10, "line": true, "lon": -130.0, "zoom": 3, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "The Signal Box", "text": "Visitors are invited to enter this beautifully restored signal box, and, with guidance from a steward, experience the work of a signalman by pulling the levers and sounding the bells."}}, 
{"date": "", "media": {"url": "media/Stepney.jpg", "caption": "", "credit": ""}, "location": {"lat": 20, "line": true, "lon": 0, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "The Model Railway", "text": "<p>Model of the Bluebell heritage line 1960.</p><p>Stepney, Primrose and three coaches.</p><p>Travel between two of the original stations.</p>"}}, 
{"date": "", "media": {"url": "media/londonJack.jpg", "caption": "", "credit": ""}, "location": {"lat": 30, "line": true, "lon": 110.0, "zoom": 5, "icon": "http://maps.gstatic.com/intl/en_us/mapfiles/ms/micons/blue-pushpin.png"}, "text": {"headline": "London Jack - Collecting for the Woking Homes", "text": "<p>London Jack spent much of his life at Waterloo collecting money for the Southern Railway Orphanage at Woking. He was owned by SR Motor Driver Farley and when he was not working he and Jack met the trains at Waterloo. Jack was born in 1917 and started collecting in 1923. He retired at the end of 1930 and died on 22 June 1931. In that time he collected over £4500 for the Orphanage.</p><p>Jack was not alone, there were many dogs collecting around the Southern Railway area. As was common practice, when the dogs died they were stuffed and put on display at a station and continued to collect money for the Orphanage. It was in 1967 when Jack was collecting at Bournemouth that it was decided by the Railway Management that he was not an appropriate feature of the newly electrified railway and so a new home was sought. Fortunately the Bluebell Railway was approached and Jack arrived at Sheffield Park on 5th August 1967.</p><p>The London and South Western Railway Servant’s Orphanage was founded by the Rev Canon Allen Edwards, the Railway Chaplin of Nine Elms, as a home for “fatherless girls” in Clapham in 1886. The Orphanage was expanded to cater for “fatherless boys” a few years later. In those days if a child’s father was killed or injured there was no Welfare State to look after the children and this is why the need for the Orphanage arose. The Orphanage moved to Woking in 1909 and when extended in the 1930s catered for 200 children.</p><p>The name was changed in 1923 to the Southern Railway Servant’s Orphanage and later to the Southern Railwaymen’s Home for Children. In 1947 the Board opened a home for the elderly and the name was again changed to include the Southern Railway Home for Old People. With the changes in the Social Services the last children left the home in 1989. Woking Homes, as it is now known, still provides care and living accommodation for retired railwaymen.</p><p>Since arriving at the Bluebell Railway Jack has continued to collect money for the Woking Homes. In 2008 it was decided to give Jack a “facelift” as over the years he had become rather bedraggled. He returned to the Bluebell in April 2009. For a few years the money collected by Jack will be used to pay for this restoration but in due course he will again be collecting for Woking Homes.</p>"}}
], 
"map_background_color": "#000000", "map_as_image": true, "zoomify": {"path": "Maptiles_OSM_Sheffield_Park/", "tolerance": 0.9, "attribution": "", "width": 7680, "height": 4320}, "map_type": "zoomify"}}