{"storymap": {"attribution": "Wikipedia / OpenStreetMaps", "call_to_action": true, "call_to_action_text": "View Route Locations", "map_as_image": false, "map_subdomains": "", "map_type": "osm:standard", "slides": [{"location_line": "true", "type": "overview", "media": {"caption": "", "credit": "", "url": "https://youtu.be/mzgtGkqlfTM"}, "text": {"headline": "Bluebell Railway", "text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p>The <b>Bluebell Railway</b> is an 11 mi (17.7 km) heritage line almost entirely in West Sussex in England, except for Sheffield Park which is in East Sussex. It is managed by the Bluebell Railway Preservation Society. It uses steam trains which operate between Sheffield Park and East Grinstead, with intermediate stations at Horsted Keynes and Kingscote.\n</p><p>It is the first preserved standard gauge steam-operated passenger railway in the world to operate a public service. The society ran its first train on 7 August 1960, less than three years after the line from East Grinstead to Lewes had been closed by British Railways.</p><p>On 23 March 2013, the Bluebell Railway started to run through to its new East Grinstead terminus station. At East Grinstead there is a connection to the national rail network, the first connection of the Bluebell Railway to the national network in 50 years, since the Horsted Keynes – Haywards Heath line closed in 1963.\n</p><p>Today the railway is managed and run largely by volunteers. Having preserved a number of steam locomotives even before steam stopped running on British mainline railways in 1968, today it has over 30 steam locomotives, the 2nd largest collection in the UK after the National Railway Museum. The Bluebell also has almost 150 carriages and wagons, most of them pre-1939.</p>\n\n<h2>History</h2>\n<p>In 1877 an act of Parliament authorised construction of the <b>Lewes and East Grinstead Railway</b> (<b>L&amp;EGR</b>). The line was sponsored by local landowners, including the Earl of Sheffield. A year later another act enabled the London, Brighton and South Coast Railway Company (LB&amp;SCR), chaired by Samuel Laing, to acquire and operate the line.</p><p>The line had six stations, but only Barcombe was within walking distance of a village. Chailey parish had two stations, one at Sheffield Park and the other at Newick and Chailey. It was customary for a rural line supported by a company or individuals to have stations close to the residences of its sponsors. Thus Sheffield Park station was built for the Earl of Sheffield, and Newick and Chailey for Newick Park and Reedens, the homes of two other sponsors. The other stations were at Kingscote, West Hoathly and Horsted Keynes. A branch ran from a junction at Horsted Keynes to Ardingly and Haywards Heath on the LB&amp;SCR main line.</p><p>The 1877 and 1878 acts included a clause that:</p>\n<blockquote class=\"templatequote\"><p>Four passenger trains each way daily to run on this line, with through connections at East Grinstead to London and to stop at Sheffield Bridges, Newick and West Hoathly</p></blockquote>\n<p>This imposed a legal requirement to provide a service, and the only way to remove this obligation was to pass another act.\n</p><p>Designed under instructions from LB&amp;SCR Chief Engineer Frederick Banister, the line was constructed to take double track. However, only the section between East Grinstead and Horsted Keynes (and thence to Haywards Heath via Ardingly) was laid as such; south of the junction at Horsted Keynes the line was single track with passing loops at stations. The line was opened in 1882.</p><p>Goods traffic on the line consisted of local produce; milk: farm products and coal, and timber to and from Albert Turner &amp; Son, a sawmill. The only time Sheffield Park received a substantial number of passengers was when Lord Sheffield entertained the Australian cricket team, with a match between them and Lord Sheffield's own team.\n</p>\n\n<h3>Accident</h3>\n<p>On 31 July 1943, newlyweds Ronald Knapp and Winifred Standing were killed when they were pulled under a train from Lewes to East Grinstead. The couple walked along the railway on a dark rainy night. When the train got to Horsted Keynes, the guard found a raincoat covered with blood on the engine. Another coat was found near two bodies in the middle of the tracks. The ganger who found them told the inquest the couple must have been walking with their backs to the train.\n</p><p>\"There was a very heavy squall at the time and the couple would probably have not heard a thing,\" he said. The coroner said Ronald and Winifred were trespassing and no blame could be attached to any railway worker. Little more than a week after they were married, the couple's funeral was at St Giles' Church, Horsted Keynes, where they are buried together in a grave marked by a War Graves Commission headstone.</p>\n\n<h3>Closure</h3>\n<p>In 1954, long before the Beeching Axe, the branch line committee of British Railways proposed closing the line from East Grinstead to Culver Junction near Lewes. This was challenged by local residents, but closure was agreed in February 1955 for 15 June 1955, although the line closed on 29 May due to a rail strike. An acrimonious battle between British Railways and the users of the Bluebell Line then ensued, and lasted three years.</p><p>Shortly after closure, Margery Bessemer of Chailey discovered in the 1877 and 1878 acts the clause relating to the \"Statutory Line\", and demanded British Railways reinstate services. On 7 August 1956 British Railways reopened the line, with trains stopping at stations mentioned in the acts. British Railways took the case to the House of Commons in 1957, resulting in a public inquiry. British Railways were censured, but later the Transport Commission persuaded Parliament to repeal the special section of the act. By this means the line was finally closed on 17 March 1958.</p>\n\n<h2>Preservation</h2>\n<p>On 15 March 1959 a group that included the future president of the society, Bernard Holden, met in Ardingly and formed the <i>Lewes and East Grinstead Railway Preservation Society</i>. The society elected John Leroy as the first chairman, and £940 was raised in donations to start the society. On a vote at the meeting, the society changed its name to the <b>Bluebell Railway Preservation Society</b>.</p><p>The society's initial aim was to reopen the whole line from East Grinstead to Culver Junction as a commercial service, using a two-car DMU. The plans came to nothing: the society failed to buy the whole line, and most local residents were not interested. The committee then recommended that the stretch of track between Sheffield Park and Horsted Keynes could be run as a tourist attraction, with vintage locomotives and stock operated by unpaid volunteer staff.</p>\n\n<h3>Sheffield Park to Horsted Keynes</h3>\n<p>As BR still ran an electrified line from Horsted Keynes to Ardingly, the society leased a stretch of track from BR just south of this. In 1960, the interim line was opened, running from Sheffield Park to Bluebell Halt, 100 yards (91 m) south of Horsted Keynes. In 1962, the society extended services to Horsted Keynes. Also in 1962, a halt was opened at Holywell (Waterworks). However, this was closed the following year. BR withdrew passenger services from Horsted Keynes to Haywards Heath in 1963; and with complete closure of the line north of Horsted Keynes, the Bluebell Line was severed from the BR system.\n</p>\n\n<h3>Horsted Keynes to Kingscote</h3>\n<p>In 1974 the society purchased the freehold of the demolished West Hoathly station, allowing the first steps to be taken towards an extension northwards towards East Grinstead station. It then purchased the freehold of the site of Kingscote station in January 1985. These efforts culminated in a public inquiry, with the Secretaries of State for the Environment and Transport giving planning permission and a Light Railway Order for an extension to East Grinstead in 1985.</p><p>The Bluebell Railway Preservation Society completed the extension from Horsted Keynes to Kingscote in April 1994, re-laying track through Sharpthorne Tunnel, which at 731 yards or 668 metres is the longest on a UK heritage railway. At the north end of Sharpthorne Tunnel, the line passes through the site of the former West Hoathly railway station. It was demolished in 1967, but remains of the platforms and goods dock are still visible.\n</p><p>2010 marked the Bluebell's 50th anniversary of running trains. To mark the event, the railway held a gala over 6–8 August 2010 with all available home engines and two visitor engines. Some of the society's founder members gathered at Horsted Keynes to mark the arrival of a commemorative LB&amp;SCR A1X class No.55 <i>Stepney</i>-hauled steam train. The entourage then travelled towards Sheffield Park.</p>\n\n<h3>Kingscote to East Grinstead via Imberhorne</h3>\n<p>From its inception, the society had always planned to work northwards towards East Grinstead, where the line would connect with the national network. BR donated Imberhorne Viaduct to the railway in 1992, but the purchase of the final pieces of the by then privately owned track bed north to East Grinstead was only completed in 2003, allowing physical civil engineering activity to be undertaken from that year.</p><p>A major problem was the former landfill site in the 30-foot-deep (9.1 m) cutting just south of Imberhorne Viaduct. It had been filled with domestic waste by East Grinstead Town Council in the 1960s and 1970s, but tests undertaken by contractors working for both the society and the borough council found the 96,000 cubic metres (3,400,000 cu ft) of waste within the 500-metre-long (1,600 ft) cutting were not toxic.</p><p>The excavated clay-cap covering the landfill site was taken south by rail, to fill the site of a removed viaduct and embankment on the old Ardingly spur. In January 2008 agreement was given to start clearing foliage on the section of the tip between Imberhorne Lane and Hill Place bridges. In a public launch event, BBC newsreader Nicholas Owen—a local resident and society volunteer—started removal of the actual waste on 25 November 2008.</p><p>Initially rubbish was removed from the site by lorry, but, due to the substantial volume and cost of about £45/tonne, in 2009 a trial removal of spoil by rail was carried out by DB Schenker Rail (UK). At £25,000 per train and now undertaken by GB Railfreight, this practice continued periodically as funds became available. However, an increase in the landfill tax was announced in 2008, and this was due to take effect from April 2012. It would increase the cost of removal from £25/tonne to £90/tonne. So the society formed an appeal to complete the removal of the landfill waste by the end of March 2012. With the receiving site changed to Appleford, Oxfordshire and thanks to the \"tenner for the tip\" appeal, the cash target was met and the rubbish was removed by rail in time.</p><p>In autumn 2008 work started on site clearance at East Grinstead for construction of the new station about 100 yards (91 m) south of the national rail station. At the railway's 50th anniversary celebration weekend in 2010, East Sussex resident Dame Vera Lynn launched a £3.8 million appeal; the greater part of this amount would be put towards reconnecting the line to East Grinstead. Mid Sussex District Council responded with a one-off donation of £50,000 towards the reconnection.</p><p>On 7 March 2013, the last section of track was formally joined using a white fishplate, with the honour of tightening the four bolts being given to Barbara Watkins, a long-standing Bluebell Railway volunteer. The extension to East Grinstead was officially opened on Saturday 23 March, with a two-week opening festival starting that day.</p>\n\n<h3>West: Horsted Keynes to Haywards Heath via Ardingly</h3>\n<p>Originally built as a double-track line, it was electrified in the 1930s, with 2-NOL units used for the Seaford-Horsted Keynes service. The line between Horsted Keynes and Ardingly was operated as single-track in its final years, with 2-BIL/Class 401 and 2-HAL/Class 402 units. The second track was left in place and used for carriage storage, most notably the new Kent Coast electric stock prior to its introduction and later the steam-hauled stock that it replaced.</p><p>After the line's closure in 1963, the trackbed was purchased in its entirety by a member of the local gentry. In the 1990s the society bought the abandoned trackbed west between Horsted Keynes and Ardingly from his estate. This included up to the Hanson Aggregates depot built on the former Ardingly railway station site.</p><p>The society plans to reconnect the line with Network Rail at Copyhold Junction, to allow access to the London to Brighton Main Line. Stations could either be located at Copyhold or Haywards Heath. There is a proposal that the line could be restored as third rail electrified, allowing operation of the society's electric stock.</p><p>While the 218-yard (199 m) Lywood Tunnel remains in good condition, there are two major areas of work that would be required to re-open the line, these being the replacement of a short girder-bridge span bridge and the 117-yard (107 m) Sheriff Mill Viaduct, which was demolished in 1969. The removed clay-cap from Imberhorne cutting has been deposited on the banks of the former Sherriff Mill viaduct to allow later bridging of the gap. Also in 2013, the former Tewkesbury and Malvern Railway bridge that crossed over the M50 motorway were donated to the railway for eventual installation in the replacement bridge.\n</p>\n\n<h3>South: Sheffield Park to Lewes</h3>\n<p>By the late Victorian era, Lewes station was the convergence point of three lines from the East Sussex coast and three lines to the north all of which reached London via Croydon. Today, Lewes has a line to the north which joins the Brighton main Line at Burgess Hill and from there on to Gatwick Airport, East Croydon and London, a line west towards Brighton, a line south to Newhaven and Seaford, and a line east to Eastbourne, Hastings and Ashford.\n</p><p>Originally the Bluebell Line was the straightest and quickest route from Lewes to London. The Bluebell Railway ran directly south from Sheffield Park to Culver Junction (at Culver Farm just south of Barcombe Mills), with intermediate stations at Newick and Chailey and Barcombe. At Culver Junction it joined the 1858 Wealden Line (part of which is now restored as the nearby Heritage Lavender Line), thereby gaining access to Lewes. The section from East Grinstead to Culver Junction was closed in 1958, and the Lewes to Uckfield line in 1969 by British Rail.\n</p><p>Bluebell supporters and committee members have expressed interest in re-building the line south by three more stations to Lewes. However, a substantial number of large civil engineering obstacles and intrusions onto the former trackbed make this a difficult project to envisage the completion of. For execution, the project would require:</p>\n<ul><li>The bridging of the raised, widened and re-aligned A275 road immediately south of Sheffield Park</li>\n<li>The re-excavation of waste-infill under the former road bridges just south of Sheffield Park and Barcombe stations</li>\n<li>The in-filling since of the cutting and former route under the A272 road</li>\n<li>The re-excavation of waste-infill at the former Newick and Chailey, which includes industrial waste producing large amounts of methane gas discharges</li>\n<li>The fact that a large private housing estate has been built on and surrounding the former Newick and Chailey site</li></ul><p>The remaining undeveloped line from Lewes to Sheffield Park has been safeguarded as a bridleway and footpath.</p>\n\n<h2>Stations</h2>\n<p>The various stations have been restored to show different periods of the railway's life:\n</p>\n<ul><li>Sheffield Park has been restored to a Victorian ambience, as it would have appeared during the time of the London, Brighton and South Coast Railway (up to 1922)</li>\n<li>Horsted Keynes emulates the Southern Railway from 1923 to 1947</li>\n<li>West Hoathly (if built) will emulate the British Railways of the late 1940s</li>\n<li>Kingscote echoes the British Railways of the 1950s</li>\n<li>East Grinstead is an amalgam of British Railways of the 1950s and 1960s</li></ul>\n\n<h3>Heritage railway</h3>\n<dl><dt>East Grinstead to Sheffield Park</dt></dl><ul><li>East Grinstead</li>\n<li>Kingscote</li>\n<li>West Hoathly (closed)</li>\n<li>Horsted Keynes</li>\n<li>Bluebell Halt (closed)</li>\n<li>Holywell (Waterworks) (closed)</li>\n<li>Freshfield Halt (closed)</li>\n<li>Ketches Halt (closed)</li>\n<li>Sheffield Park</li></ul><dl><dt>Horsted Keynes to Ardingly (proposed)</dt></dl><ul><li>Horsted Keynes</li>\n<li>Ardingly (proposed)</li></ul>\n\n<h3>Original stations</h3>\n<dl><dt>Lewes to East Grinstead (Low Level)</dt></dl><ul><li>East Grinstead</li>\n<li>Kingscote</li>\n<li>West Hoathly</li>\n<li>Horsted Keynes</li>\n<li>Sheffield Park</li>\n<li>Newick and Chailey</li>\n<li>Barcombe</li>\n<li>Lewes</li></ul>\n\n<h2>Rolling stock</h2>\n<p>The Bluebell Railway preserved a number of steam locomotives before the cessation of steam service on British mainline railways in 1968. Today it has the largest collection - over 30 - of steam locomotives in the UK after the National Railway Museum (NRM). The society also has a collection of almost 150 carriages and wagons, most of them pre-war. A project is under way to recreate a long-lost type of locomotive (LB&amp;SCR H2 class Atlantic) from a few surviving parts.\n</p><p>In April 2008, the Heritage Lottery Fund provided a £2.8M grant towards new buildings next to Sheffield Park, to provide weatherproof shelter for up to 17 carriages. The funds were also used to: create a museum and interpretation area; create new facilities for locomotive crews; create a rainwater catchment system from the roof of the carriage building, which is then processed and used to fill the steam engines' boilers; restore the railway's historic platform buildings.</p>\n\n<h2>Twinning</h2>\n<p>The Bluebell Railway is twinned with the Museumstoomtram Hoorn – Medemblik, which links Hoorn and Medemblik, North Holland, the Netherlands.</p>\n\n"}}, 
{"background": {"url": ""}, "location": {"lat": 51.1262681100041, "lon": -0.01787270892214027, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": "media/PC044318 Brightened - PC044319 Brightened.jpg"}, "text": {"text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>East Grinstead railway station</b> is one of the two southern termini of the Oxted line in the south of England and serves East Grinstead in West Sussex. It is 30 miles 4 chains (30.05 miles, 48.36 km) from London Bridge, although trains mostly run to and from London Victoria. The station is managed by Southern.\n</p><p>The station was formerly divided into two levels: the higher-level platforms serving the Three Bridges to Tunbridge Wells Central Line, whilst the lower-level platforms received services from the Oxted line and the East Grinstead to Lewes Line.\n</p><p>Only the lower-level platforms remain open today, the high level having closed in 1967 with the Three Bridges to Ashurst Junction line as part of the closure programme proposed by the Beeching Report. A third low-level platform has been constructed at the south of the station by the Bluebell Railway. Bluebell services began running south to Sheffield Park in 2013.\n</p>\n\n<h2>Low Level</h2>\n<p>The current East Grinstead station is the fourth to have been constructed in the town. Prior to the arrival of the railway, the nearest stations were 6 miles (9.7 km) away at Godstone on the South Eastern Railway's Redhill to Tonbridge line and at Three Bridges on the London, Brighton &amp; South Coast Railway's Brighton line.</p>\n\n<h3>Early stations</h3>\n<h4>1855 station</h4>\n<p>The first station to serve East Grinstead was built by the East Grinstead Railway as the terminus of its 6-mile-67-chain (11.0-kilometre) single-track line from Three Bridges. It was opened on 9 July 1855 in Swan Mead off the London Road, well-situated for the town centre, with the first train out at 12:12<span> </span>pm. Constructed at a cost of £3,000, the station comprised a sandstone main building which survives to this day, as well as timber goods and engine sheds with slate roofs. The goods facilities were described in a specification as being equal to those at Hailsham railway station. There were probably two platform faces and the goods yard was on the up side. The first stationmaster was a Peter Nesbitt; he remained in post until his death on 10 September 1864. The initial passenger service consisted of six trains each way daily and two on Sundays; trains started and finished at East Grinstead. The service appears to have exceeded expectations as the service increased to nine each way on weekdays, with three on Sundays. So well-patronised were the Sunday services that Reverend Woodington, the curate of East Grinstead, regularly visited the station to distribute religious tracts requesting passengers to \"listen to the church bells instead of the railway bells.\"</p><p>The journey time to Three Bridges was 20 minutes and the first train departed at 6:55<span> </span>am for arrival in London at 9:15<span> </span>am after a 43-minute wait at Three Bridges for a connecting service via the Brighton main line. The fastest time to London was 1<span role=\"math\"><span>1</span>⁄<span>4</span></span> hours achieved by the 4:00<span> </span>pm down train which was first-class only. As from September 1855, an additional mid-afternoon train was provided each way. This was increased to nine each way by 1862. The rail fare from East Grinstead to London was 6s first class and 3s third class. The line was operated from its outset by the London, Brighton and South Coast Railway for an annual rental of £2,000 until January 1865, when it purchased the East Grinstead Railway.</p>\n\n<h4>1866 station</h4>\n<p>In August 1862 parliamentary approval was obtained for the 13.5-mile (21.7 km) extension of the line to Tunbridge Wells West via Groombridge, with the new line forming an end-on junction with the Three Bridges line at East Grinstead. The extension required East Grinstead station to be relocated a few yards north at a lower level in a cutting immediately to the west of the London Road at <span>TQ392383</span> in order to allow the line to pass under the highway. It was reached by steps from the road by the bridge. During construction, the Surveyor of Highways of the Parish of East Grinstead complained to the Board of Trade that the station approaches were \"inconvenient and dangerous\" and that the road entrance for carriages was situated on the narrow bridge over the line. Whilst the Board of Trade agreed that the layout was not ideal, it did not order any alterations save for the carriage access to the booking hall which it felt was cramped and should be modified \"as soon as there are any complaints of horses [which brought carriages to the station] being frightened by the steam and smoke of the locomotives which will come through the present opening between the overbridge and the station.\"</p><p>The station building straddled the double track with basements at platform level which contained the stationmaster's office and porter's room. A large brick goods shed replaced the previous timber structure, whilst the site of the old station became a goods yard. The new station was opened for traffic on 1 October 1866, and the old one closed the same day. The initial passenger service was poor, with only six trains each way and the withdrawal of three East Grinstead to Three Bridges services. Journey time to Tunbridge Wells was just under an hour. In 1869 annual season tickets to London were £32 first class and £24 second class, while returns were 9s 6d first, 7s 6d second and 4s 8d third.</p>\n\n<h3>1882 rebuilding</h3>\n<p>A third re-modelling of East Grinstead station was made necessary by the arrival in the town of two lines: the Lewes and East Grinstead Railway (L&amp;EG) from the south on 1 August 1882, followed by the Croydon, Oxted and East Grinstead Railway (CO&amp;EG) from the north on 10 March 1884. The L&amp;EG would approach the Three Bridges line from the south at a right-angle and the CO&amp;EG would make an end-on junction with it. It was not possible to enlarge the 1866 station to accommodate the new lines and arrange the new station in the form of a Mitcham Junction or Polegate as this would have meant purchasing the adjoining timber yard, which the LB&amp;SCR was not prepared to do. It was therefore decided to build a new station around 300 yards (270 m) to the west which would be arranged on two levels. The main buildings were on the low level platform.</p>\n<p>The low level station was set at a right-angle to the high level and it had two platforms to serve the L&amp;EG and CO&amp;EG. From the L&amp;EG's opening on 1 August 1882 until 14 October 1883, services continued to use the 1866 station as the new station was still in construction and because residents found the older station more convenient for the town centre. On 15 October 1883 both high and low level stations opened and the 1866 station was closed. The old station was later demolished in February 1908 and sold for scrap for £15. The bridge over the London Road was demolished in 1978 with the construction of the Inner Relief Road. The CO&amp;EG opened for traffic on 10 March 1884 with a service of four trains each way between Brighton and London Bridge via Oxted, plus four South Eastern services each way between London Bridge and Oxted. The new line to London was 6 miles (9.7 kilometres) shorter than the route via Three Bridges but some passengers continued to use the old line for the fast services from Three Bridges.</p><p>The main station building was built in the architectural style of other stations on the L&amp;EG: an upper timber storey with plaster infill which was later covered with hung tiles with impressed flower patterns. The architect was Thomas Myres, the inspiration behind what was termed the Queen Anne School, who prepared the design of the other stations on the L&amp;EG, as well as those on the Chichester to Midhurst and Eridge to Polegate branches. It was a substantial structure with refreshment rooms on both levels, with that on the low level said to house a billiards room for travellers. Only passengers with valid tickets and railway staff had access to the rooms, which were licensed to sell alcohol and managed by the former owner of East Grinstead's Crown Hotel. The East Grinstead Parish Magazine complained of the distance from the new stations to the town and hoped that new roads would be built to connect it and the approaches improved. An 1885 publication about East Grinstead described the station as \"very commodious and convenient\" and \"a pleasing object\" with \"embankments on the outside planted with shrubs and flowers\".</p>\n<p>It is thought that an engine shed was provided upon the opening of the L&amp;EG, given that as the first train of the day started at East Grinstead and the last train terminated there, there would have been a need to house the engine. However, the exact date of the shed's opening is unknown. Records show that LB&amp;SCR D1 class No. 233 Handcross was allocated to East Grinstead shed when new in March 1883. The shed closed at the end of 1894; there were by now sheds at Three Bridges and Tunbridge Wells West. However, station plans from 1910 show that the water tank, water column and engine pit still remained. The station had north and south signal boxes; the north box was occasionally used to operate a crossover to the north but operation was transferred to the south box in the 1920s which was operational until 17 July 1987. The box has since been demolished and the line is worked from the Oxted signalling panel.</p>\n\n<h3>1970 rebuilding</h3>\n<p>From 1955, the low level station fell into virtual disuse with most passengers using the high level station. The L&amp;EG closed on 16 March 1958 and for a short time afterwards a faster service to Brighton via Three Bridges ran which reached the coastal town in 45 minutes after leaving East Grinstead. The last train on the L&amp;EG ran on 16 March 1958 after which very few trains used the down platform and none departed from the up. The Oxted line timetable was revised as from 6 January 1964 so that, with a few exceptions, the regular services from Victoria terminated at the low-level platforms. After the closure of the Three Bridges-Ashurst Junction line on 2 January 1967, all London trains used the low level with the up platform used for services during busy periods, leaving the down platform to deal with both arrivals and departures.</p><p>Demolition works on the 1882 building started in February 1970 and were complete by November 1971; the replacement single-storey prefabricated CLASP structure opened in 1972 immediately south of the old building. Contractors for the demolition and reconstruction were J. Longley of Crawley. The smaller modern construction which reflected the station's new status as the terminus of a branch line from Oxted. Several fittings from the old station, including cast-iron pillars and brackets, valancing, gas lamps, nameboards and coloured glass, were sold to a Californian restaurant owner, Robert Freeman. The sidings in the low level goods yard remained until their removal in 1987. Following the closure of the high level station, the \"Low Level\" suffix was no longer used. A concrete footbridge was erected in 1970 to link the two platforms as the demolition of the high level station had removed the means of access to the up platform. The Oxted line was electrified following works between May 1986 and October 1987 and the track layout in the station was modified. The platforms were also lengthened to take eight-car trains.</p>\n\n<h3>2013 rebuilding</h3>\n<p>By September 2012, a new station building costing £2.1 million had been erected next to the existing structure which was scheduled for demolition in March 2013 once the new building and expanded car park became fully operational. The works, which were completed as part of the Department for Transport’s National Station Improvement Programme, also included new platform waiting shelters, bicycle facilities, a new transport interchange on the site of the old building, platform lengthening to accommodate 12-car trains and the installation of a pre-fabricated single deck on the car park to increase capacity from 236 to 336 spaces. The existing station was considered no longer fit for purpose and in need of replacement. Although a grant had been applied for to cover the cost of installing a lift to Platform 1 for disabled access, this was refused by the Department for Transport on the basis that the cost would be disproportionate given the likely passenger numbers and the fact that only six trains a day would use the platform.</p><p>The station first opened on 17 December 2012, with the official opening taking place on 8 March 2013 in the presence of the East Grinstead Town Mayor, Liz Bennett, and the Mid Sussex MP, Nicholas Soames.</p>\n\n<h3>Further improvements</h3>\n<p>The station gained step-free access in September 2022 when the old footbridge was replaced with a new larger footbridge and two 16-person capacity lifts.</p>\n\n<h2>Facilities</h2>\n<p>The station has a booking hall with a ticket office and ticket machine, a kiosk, toilets, car park, bicycle storage and a taxi rank.\n</p>\n\n<h2>Services</h2>\n<h3>Present day</h3>\n<p>Off-peak, all services at East Grinstead are operated by Southern using Class 377 EMUs.\n</p><p>The typical off-peak service is one train per hour to London Victoria via Oxted, calling at all stations as far as Sanderstead then East Croydon and Clapham Junction. During the peak hours and on weekends, this service is increased to two trains per hour.</p><p>During the peak hours, there are also Thameslink operated services to London Bridge and Bedford. These services are operated using Class 700 EMUs.\n</p>\n\n<h3>Historical</h3>\n<p>Throughout its railway history, East Grinstead has been almost exclusively served by local services to London, Brighton, Three Bridges and Tunbridge Wells. In the early days, around five or six trains a day on weekdays and two on Sundays were operated. The number of trains increased gradually as commuting developed from the 1890s, exception made for cutbacks as a result of the First World War. Starting in 1888 until the electrification of the Brighton main line in 1932, coaches for East Grinstead and Forest Row were attached to the 5:05<span> </span>pm express from London Bridge to Eastbourne via Lewes and were slipped at Horley to be routed via the Three Bridges to Tunbridge Wells line. A handful of through services between London and Brighton called at East Grinstead before running via Oxted, Horsted Keynes and Lewes. These were not fast services, taking 45 minutes to reach the coast in the 1930s. Through workings between East Grinstead, Three Bridges and London ceased upon electrification of the Brighton main line in 1932, leaving the line from Three Bridges to be worked as a separate section with push-pull trains.</p><p>By 1938, eight commuter services departed East Grinstead between 6:30<span> </span>am and 9:30<span> </span>am on weekdays, an increase of three when compared with 1923. Sunday services remained infrequent at no more than four each way on each of the lines serving the town. Electrification of the Oxted line as far as Horsted Keynes was considered by the Southern Railway in 1939 but the outbreak of the Second World War put an end to any plans. Fuel shortages and wartime needs in the early 1940s resulted in services being reduced to their lowest level in the 20th century with only 45 trains scheduled to leave the station on weekdays. Wide gaps developed between services with, for example, only one train in 1942 to Lewes between 9:37<span> </span>am and 3:00<span> </span>pm, one to Three Bridges between 9:23<span> </span>am and 1:52<span> </span>pm and one to Tunbridge Wells from 9:33<span> </span>am and 2:25<span> </span>pm. Services on the Oxted line were also cut back from eight to five daily morning commuter trains and from 20 to 15 trains daily. By 1952, services had still not reached their pre-war frequency with the exception of the London commuter service.</p><p>In 1955, the Oxted line timetable was recast to provide an hourly service outside the peaks, supported by an intricate system of connections between them. After the morning peak which saw eight services to London Victoria and London Bridge between 6:30<span> </span>am and 9:37<span> </span>am, a Victoria service ran at 25 minutes past each hour until 9:25<span> </span>pm, with an extra London Bridge service at 5:55<span> </span>pm carrying vans traffic. Sunday services were trebled to nine which ran at two-hourly intervals until 10:25<span> </span>pm. Similar provision was made for services from London with departures at eight minutes past the hour from Victoria, continuing from East Grinstead to Groombridge and Tunbridge Wells West. Services were also increased on the Three Bridges line to 19 on weekdays and 15 on Sundays. These additional services may have contributed to a 40% growth in East Grinstead's population between 1951 and 1961, when it rose to 15,448. One of the popular early morning commuter trains in the 1950s was the 7:08<span> </span>am service from Tunbridge Wells West to London Bridge via East Grinstead, while the 6:30<span> </span>pm London Bridge to Forest Row service, formed of seven coaches, was also well-patronised. After the publication of the Beeching Report in 1963 which saw the Three Bridges line fall into the category of routes with less than 10,000 passengers a week thereby rendering it susceptible to closure, a new timetable was introduced from 6 January 1964 which removed most of the off-peak direct London services in favour of a two-hourly service to Three Bridges.</p>\n\n<h3>Motive power</h3>\n<p>Small tank engines were used to haul services until the 1870s when Stroudley D1s supplemented by B1 \"Gladstones\" were used after having been displaced from main-line duties. Heavier and more powerful engines were introduced after the First World War, including Billinton E4 and E5 classes, along with his D3 and B4 classes. Marsh's I3 class was mainly used on Tunbridge Wells-East Grinstead-London services, while his H1 and H2 \"Atlantics\" were seen on London-East Grinstead-Lewes services. The Southern Railway's neglect of its non-electrified secondary lines in the period leading up to the Second World War resulted in weight restrictions being introduced on the Tunbridge Wells and Lewes lines from which I3s were banned in favour of lighter I1X class locomotives to Tunbridge Wells and SECR B1s, F1s and D1s on the Lewes line. The restrictions were removed after the war when I3s returned with SR N and U1 classes, together with certain K classes. Larger express passenger engines began to appear including, in the mid-1950s, Schools class No. 30917 <i>Ardingly</i> for beginning and end of school term specials.</p><p>In the early 1950s, LMS Fairburn 2-6-4Ts were trialled on London commuter services and LMS Ivatt Class 2 2-6-2Ts for lighter Oxted line trains. In the last days of steam, BR 2-6-4Ts took up duties alongside the Fairburns until these were transferred to the London Midland Region. Dieselisation came in the early 1960s when Class 207 units were introduced on Oxted line services where they remained in operation for the next 43 years. On 18 June 1962, the first public diesel services started on the 7:41<span> </span>am East Grinstead to London Bridge service, with the return at 5:37<span> </span>pm; the formation was a 3-car set combined with a Hastings-type 6-car set. Steam working continued on the London services for a further twelve months, whilst the Three Bridges line was largely operated with M7 push-pull steam services. Push-pull working on the line ceased on 4 January 1964 just prior to the entry into force of a new timetable for the Oxted line from 6 January; the last push-pull service was hauled by H class No. 31263. Electrification reached East Grinstead in 1987 with the first services commencing on Monday 5 October.</p>\n\n<h2>Connections</h2>\n<p>Metrobus routes 84, 236, 270, 281, 291, 400, 409 and 485, and Compass Bus route 261 serve the station.</p>\n\n<h2>Bluebell Railway</h2>\n<h3>Site purchase</h3>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1066479718\"><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1021842319\"><p>The heritage Bluebell Railway reopened part of the L&amp;EG from Sheffield Park to just short of Horsted Keynes on 7 August 1960. Horsted Keynes was reached the next year and the site of West Hoathly was purchased in November 1975. A planning application for a Light Railway Order to extend services north to East Grinstead led to a public enquiry in June 1983 and the grant of permission by the Secretary of State for the Environment on 2 April 1985, subject to conditions including the removal of waste from Imberhorne cutting. The first section of track of the northern extension was laid on 13 March 1988 by Paul Channon MP, Secretary of State for Transport. On 17 April 1992, the line was further extended through Sharpthorne Tunnel up to New Coombe Bridge (just north of site of West Hoathly station). On 23 April 1994, the first public service to call at Kingscote in 39 years ran following the completion of New Coombe Bridge.</p><p>In 1991, British Rail gave the Bluebell Railway an undertaking to sell it Hill Place Viaduct as well as land for a new station at East Grinstead; each would be sold for the sum of £1.00. On 8 September 1992, the viaduct was formally handed over to the Bluebell Extension Company. The proposed station site, which was located just south of the existing station, had been used for carriage storage sidings since closure of the line to Sheffield Park and Lewes. Although not ideal, the site is large enough to accommodate an eight-car platform, basic station facilities and the necessary track and infrastructure.</p><p>Despite the understanding reached with British Rail, several attempts were made by neighbouring commercial interests to take over the site following its privatisation and the appearance of Railtrack. In April 1993, it was reported that the former goods yard had been sold by British Rail Property Board for £2.3m and that J Sainsbury plc would be constructing a supermarket on part of the land, with the rest to be used as a replacement car park in front of the station. In October 1995, J Sainsbury plc made a planning application for a petrol station on the season ticket holders' car park in front of the station, with the parking to be relocated to the intended station site. A further application was presented in March 1996 showing Sainsbury's intention to use part of the site itself. The applications were refused by Mid Sussex District Council on the basis that they affected the proposed Bluebell station. The Bluebell had turned down a proposal by consultants engaged by Railtrack for a single-platform terminus relocated 80 metres (87 yd) nearer Imberhorne Viaduct. In September 2002, Railtrack applied to the Office of the Rail Regulator to sell the land earmarked for the Bluebell Railway to Sainsbury's for an extension of the adjoining supermarket car park. In its application, Railtrack acknowledged that an undertaking had been given to sell the land to the Bluebell Railway, but indicated that in its opinion the extension of the line to East Grinstead would not materialise. Objections to the proposal were made by the Strategic Rail Authority, Southern and the various local authorities; the Bluebell Railway also objected and stated that it would make the East Grinstead extension unviable. Consent to the sale was refused by the Regulator. In 2006, Network Rail sold the station site to the Bluebell Railway.</p>\n\n<h3>Construction</h3>\n<p>Work began in May 2008 on clearing the site for the construction of a new platform. This was completed within two days and work started in November to prepare the site for tracklaying. On the night of 13 January 2009, Network Rail connected the track to the main line. A network of ducts was laid to enable the station to be signalled remotely from the Kingscote signalbox. Signalling will be controlled from Kingscote, although the Society will relocate an historic LB&amp;SCR signalbox from Billingshurst.</p><p>To mark an open day on 17 January 2009, former South West Trains 4Vep unit no. 3417 (named \"Gordon Pettit\" after the last Southern Region manager) was moved to the station site. Presented to the Bluebell by South West Trains which had restored the unit to its original blue livery at Wimbledon depot, it became the first train to use the new connection between Network Rail and the Bluebell Railway at East Grinstead. It was shunted over the connection by Class 73 73205. The unit only remained on site for a few days as on 22 January it was moved to secure undercover storage at Eastleigh Works.</p><p>By July 2009, service pipes and a permanent messing facility had been installed on the site. Construction on the back wall of the platform began on 10 August 2009. All utilities and cabling had to be routed under or through the platform due to the long and thin shape of the plot. Tracklaying in the station area was complete by June 2010, following which the first train over the section carrying waste from Imberhorne cutting ran on 6 July. GB Railfreight (GBRf), which had been contracted to run occasional trains, ran the first of its services carrying 1,000 tons of excavated rubbish from Imberhorne Cutting to disposal sites, initially at Calvert. The total to be removed was some 90,981 tons, achieved by December 2011. The waste had been deposited in the 60-foot-deep (18 m) and quarter-mile-long (400 m) Hill Place Cutting which was purchased and designated as a landfill tip by East Grinstead Town Council in the late 1960s and used for around 25 years.</p><p>The station's layout is basic to allow trains arriving from the south to arrive directly in the platform so that the locomotive can detach, take water and return to the south end of the train via a run-round loop. Train movements in the station area are subject to a 10 miles per hour (16 km/h) speed restriction in order to reduce noise and smoke.</p>\n\n<h3>Opening</h3>\n<p>The station first opened to the public on 4 September 2010 as part of an open day weekend. Class 73 73208 <i>Kirsten</i> broke through a ceremonial banner at the station on the day. A shuttle passenger service operated during the weekend for about 0.5 miles (0.80 km) to the north end of the infilled Hill Place Cutting. The first direct through service as far as the tip face ran on 6 November 2010, with a Class 201 No. 1001 preserved DEMU running a \"Blue Belle\" charter from Hastings through to Imberhorne North. It had been intended that the station should represent an authentic Southern Railway station from the 1930s with an art deco-style main building, with a single platform capable of accommodating eight coach trains complete with a run-round loop and a water tower. This plan was frustrated by Network Rail's need to access the land earmarked for the proposed building and it was therefore decided to use replicated LB&amp;SCR lampposts, benches and signalling with Southern-style enamel signs in a Southern Region colour scheme to reflect how the 1882 East Grinstead station would have looked prior to demolition.</p><p>The Bluebell Railway commenced services to East Grinstead on 23 March 2013. The first service was the 9:45<span> </span>am \"The Pioneer\" to Sheffield Park hauled by LB&amp;SCR A1X class 55 Stepney. The first through service from London Victoria since September 1963 and the first service through to Sheffield Park since 1958, a 12-coach railtour worked by GBRf Class 66/7 66739, ran on 28 March 2013. Two GBRf Class 73s, 73207 and 73119, provided heating and also operated services between East Grinstead and Sheffield Park using the Bluebell's own rolling stock. In the year following the opening of the extension, the Bluebell's annual passenger figures rose from 60,000 to 250,000 and annual revenue increased by 25% to £4 million.</p>\n\n<h2>High Level</h2>\n<h3>Opening</h3>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1066479718\"><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1021842319\"><p>The high level station was still in construction when it opened on 1 August 1882, the first day of service on the L&amp;EG, and was initially only used by some Three Bridges to Tunbridge Wells services scheduled to connect with those on the L&amp;EG. The new station was still not complete by March 1883 and a working timetable instruction advised locomotive drivers and guards to take care to ensure that their trains pulled up at the completed part of the high level platform. Until 14 October 1883, these trains called at the 1866 and the unfinished high level station where a temporary ticket box was opened. On 15 October 1883 the new high and low level stations were officially opened and the 1866 station was closed.</p><p>The high level station had two island platforms, curiously numbered 3 and 4 even though each platform had two faces, serving four tracks on the Three Bridges line, while below it a low level station set at a right-angle with two platforms to serve the L&amp;EG and CO&amp;EG. The southern island platform was situated between the two roads of the crossing loop of the Three Bridges line and the northern island platform was between the up and down lines of the St Margaret's Loop spur. Trains from Tunbridge Wells bound for Three Bridges could only be routed via the south face of platform 3, whilst those intended for the Oxted line ran from the south face of platform 4. In the other direction, trains from Three Bridges arrived at the north face of platform 3, whilst those from Oxted were routed via the north face of platform 4. To the east of the station, all running roads converged on the single track to Groombridge. The timber accommodation provided for the high level station was not as comfortable as that in the lower level station. It was, however, equipped with a refreshment room lit by a lantern roof on each platform, as well as two signal cabins on either side—<i>East Grinstead West</i> and <i>East Grinstead East</i>. The platforms were timber-planked where they passed above the low level tracks. The platforms were connected by western and eastern staircases; the western staircase fell out of use after 1891 when an overbridge linking the low level platforms was built. A private siding also led into the adjoining timber yard. The first train to call at the station was a 05:50 service from Three Bridges to Brighton via East Grinstead. In 1922, a water tower from Streatham Hill was installed at the eastern end of the station.</p><p>Following the opening of the CO&amp;EG on 10 March 1884, a sharply curving 56-chain (1.1 km) spur line (later known as \"St. Margaret's Loop\") which entered the high level station from the CO&amp;EG was also opened. This was a double-track connection from the west-end of the station on a tight curve which joined the CO&amp;EG 0.5 miles (0.80 km) to the north of the town at St Margaret's Junction at <span>TQ391390</span>, named after a local Anglican convent. To ease the sharpness of the curve, the Three Bridges line was deviated on its western approach to the high level station. The deviation was completed in May 1882 and comprised two underbridges with brick abutments and wrought iron girders which would cross the new line and the new road which had to be built (Station Road). No regular service was booked to use the loop until October 1885. A single-track spur was also laid from the south of the low level station to the east of the high level to be used for shunting trains between the stations and turning engines; no scheduled services ever used it. As there was a shorter route from Lewes to Groombridge via Uckfield, there would have been no need for the spur. It had been proposed to construct a loop to the west of the high level station between St Margaret's Loop and the Three Bridges line to allow through running between the Oxted and Three Bridges lines but this was never realised.</p>\n\n<h3>Closure</h3>\n<p>The closure of the Three Bridges-Ashurst Junction line after the last train on Sunday 1 January 1967 spelt the end for the high level station and St Margaret's Loop which would receive no further traffic. The goods yard had been virtually closed for some time except for coal and all freight facilities were formally withdrawn as from 10 April. Although very nearly redundant, the high level goods sidings could still be accessed via the low to high level connecting spur; both spurs serving the high level station were however closed in 1967. The last train to use the station was in February 1968, a tracklifting train hauled by a Class 33 diesel locomotive. As the footbridge at the low-level platforms had been demolished in Summer 1965, passengers used the high level station as a short-cut between platforms, thereby avoiding the need to go around a local housing estate. The high level's demolition in 1970 led to protests from passengers at the loss of the short-cut, as a result of which British Rail erected a footbridge which today marks the site of the high level station.</p><p>The goods yard area was taken over by the A22 road which runs parallel with Railway Approach. The East Grinstead Society had attempted to save the brick goods shed for reuse as a drama and arts workshop but were unable to secure the necessary funds and so it was demolished in 1976. The site of the high level station is now a car park whose perimeter is marked out with old rails. Beyond the car park to the east, the former railway embankment has been removed to make way for the Inner Relief Road (A22 Beeching Way) which was opened in 1978. In July 1979, much of the trackbed from Three Bridges to East Grinstead became a footpath and cycleway known as the Worth Way.</p>\n\n<h2>Future</h2>\n<p>The reopening of the line from Tunbridge Wells to Three Bridges has been suggested as a means of relieving the A264 road. However, a number of obstacles would appear to stand in the way of such action, most notably:\n</p>\n<ol><li>An industrial site currently occupies the former location of Forest Row railway station as well as a small recycling centre to the west.</li>\n<li>The formation has been built across in several places notably in East Grinstead where about 1 mile (1.6 km) of the trackbed from Station Road to the Lewes Road tunnel has been taken over for a relief road, the A22 Beeching Way. As there is no feasible alternative route into the station, this road would need to be reconverted back to rail. Any such action would in all likelihood result in a reduction in capacity on an already highly congested local road network.</li>\n<li>The site of Grange Road has disappeared under a small parade of shops as well as housing which block 0.64 miles (1.03 km) of the formation.</li>\n<li>In 1974, East Sussex County Council created the Forest Way linear Country Park using the trackbed of the line from East Grinstead (just to the east of Beeching Way) as far as Groombridge. Similarly, in 1979 West Sussex County Council created the Worth Way linear Country Park using the disused Three Bridges to East Grinstead line. Both have been incorporated into Sustrans' National Cycle Route 1.</li></ol>\n\n<h2>In popular culture</h2>\n<p>In the book <i>Winnie-the-Pooh Meets the Queen</i>, Christopher Robin, Pooh, Piglet and Eeyore travel to London on a train from East Grinstead, which is the nearest railway station to Ashdown Forest, to deliver a present for the Queen's 90th birthday. Although the station is not named in the text, the station sign is shown in an illustration.\n</p>\n\n", "headline": "East Grinstead railway station"}},
{"background": null, "location": {"lat": 51.1031, "lon": -0.0486, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": "media/KC-station_crop-960x632.jpg"}, "text": {"text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Kingscote railway station</b> is a preserved railway station on the heritage Bluebell Railway, located in West Sussex, England.\n</p>\n\n<h2>History</h2>\n<p>The station was opened in 1882, and as it was constructed under the influence of the London Brighton and South Coast Railway (LB&amp;SCR), a then substantial provision of £17,000 was made to construct each two-platform through station on the line. The line's stations were designed to visually appeal to Victorian London-commuters, who had travelled into the Sussex countryside looking for either a commuter property, or country cottage for the weekend. The design is attributed to Thomas Myres in common with several other stations in Sussex.\n</p><p>Designed in the then fashionable \"Domestic Revival\" style (similar to the later Tudor Revival architecture style), located on the westwards facing No.1 upside platform, the lavish main station building was designed as a two-storey villa with a T-shaped footprint, with a single storey wing each side: booking office and toilets to the north; waiting room and storage to the south. All of this structure was fronted both sides by a timber-supported hipped canopy, which like all of the other buildings carried a hipped slate roof. The station had substantial sidings and a livestock loading dock located just to the north of No.1 platform. The downside No.2 platform was reached by a subway.  The signal box was located on the north end of No.2 platform, and also controlled a single siding to the north of platform No.2.</p><p>Located in an area remote from any significant residential or commercial development, the station became known as the quietest on the LB&amp;SCR. Were it not for the wood and logging trade which was undertaken on leased land within the station site, it is likely that the Southern Railway would have closed the loss-making station to passengers in the 1920s. Resultantly, in 1910 the goods shed was moved to Horsted Keynes, and the northern sidings complex greatly simplified. In the 1930s, the Southern Railway removed many of the superfluous LB&amp;SCR decorations, and shortened the downside facilities to what was basically an open-plan shelter located next to the footbridge.</p>\n\n<h2>Closure</h2>\n<p>The station closed on 29 May 1955. As it was not one of the named locations in the Bluebell's original Act of Parliament, it - along with Barcombe - remained closed when the line reopened from August 1956 to the second line closure in March 1958. The tracks were lifted by contractors in 1963, after which the site was sold to the original land owner. In the 1970s, the station was redeveloped as a fully residential house, with the downside No.2 platform demolished to allow substantial landscaping for a garden.</p>\n\n<h2>Preservation</h2>\n<p>The majority of the former station site, minus a commercial yard on the site of the pre-1910 sidings which is currently used by a builder's merchants, was acquired by the Bluebell Railway Extension Company Ltd (the legal vehicle used by the charitable Bluebell Railway Society to buy the former land on which the railway had run, and undertake reconstruction of the line northwards), in the 1980s.\n</p><p>After a public enquiry into the line's extension plans north from Horsted Keynes, and having gained planning permission for the whole redevelopment to East Grinstead, the railway was first extended to a loop just north of the now demolished West Hoathly to allow rebuilding of New Coombe bridge. This gave access to the station site at Kingscote, where an initial run-around loop was installed. After reconstruction of the former downside No.2 platform, the station was reopened in 1994. To comply with the extension's planning permission, the station has no public car parking.</p><p>From its reopening in 1994 to 2013, the station acted as the northern terminus of the Bluebell Railway, until the extension to East Grinstead was opened.</p>\n\n<h2>Present</h2>\n<p>Since reopening in 1994 the station has been adopted by the \"Friends of Kingscote\" group of volunteers, who provide general maintenance and undertake renovation projects. They also provide input to the Society's long term planning and development projects. This has included extending platforms to operate longer trains and rebuilding the signal box which was commissioned in 2015 employing a Westinghouse style L miniature lever frame unique in the standard gauge heritage railway world. During the winter most trains use platform No.1 whilst during the summer season No.2 is used more often because it has direct access to the picnic area and refreshment stand. Also known as \"the loop\" No.2 allows trains to pass each other on the single track line.\n</p><p>The station's reinstalled small goods yard is planned (under Bluebell's Long Term Plan) to be a re-creation of an authentic working 1950s country goods yard complete with Yard Crane, Cattle Pens and Coal Staithes.\n</p>\n\n<h2>See also</h2>\n<ul><li>List of closed railway stations in Britain</li></ul>\n\n", "headline": "Kingscote railway station"}}, 
{"background": {"url": "media/330.jpg"}, "location": {"lat": 51.0787, "lon": -0.0437, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": "media/West Hoathly Map.jpg"}, "text": {"text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>West Hoathly</b> is a closed railway station on what is now the Bluebell Railway. The station was closed in 1958, but was used by contractors demolishing the line in the 1960s to bring equipment in and out.\n</p>\n\n<h2>History</h2>\n<p>Despite its name the site of West Hoathly station is actually situated in the village of Sharpthorne, half a mile from the village West Hoathly.\n</p><p>The station opened in 1882, just north of the 731 yards (668 m) long Sharpthorne Tunnel. Along with other stations along the line, all constructed under the influence of the London Brighton and South Coast Railway (LB&amp;SCR), a then substantial provision of £17,000 was made to construct each two-platform through station (the architecture was similar to that now seen at the restored Kingscote). These stations were designed to visually appeal to Victorian London-commuters, who had travelled into the Sussex countryside looking for either a commuter property, or country cottage for the weekend.</p><p>Designed by Thomas Myres in the then fashionable \"Domestic Revival\" style (similar to the later Tudor Revival architecture style), located on the westwards facing No.1 upside platform, the lavish main station building was designed as a two-storey villa with a T-shaped footprint, with a single storey wing each side: booking office and toilets to the north; waiting room and storage to the south. All of this structure was fronted both sides by a timber-supported hipped canopy, which like all of the other buildings carried a hipped slate roof. The station had substantial sidings and a livestock loading dock located just to the north of No.1 platform. The downside No.2 platform was connected to the main buildings by a 50 feet (15 m) glazed footbridge, and had a similar timber-supported canopy which fronted a wooden waiting room. The signal box was located on the north end of No.2 platform, and also controlled a single siding to the north of platform No.2.</p><p>The station layout remained substantially unaltered throughout its operational life. However, it was found after a few years usage that the original external finish to the main station building of timber beams and plaster infill was prone to water ingress, and so in the early 1900s was reformed in the local architectural style by covering the external walls with vertically-hung clay tiles. In the 1930s, the Southern Railway removed many of the superfluous LB&amp;SCR decorations, and shortened the downside facilities to what was basically an open-plan shelter located next to the footbridge.</p><p>Commercially on the station site, there was a small brickworks built to the east on land leased from the railway, giving it direct rail access; Today the still open brickworks is operated by Ibstock Brick Ltd, producing traditional Stock Bricks. A railway-built and owned \"Railway Hotel\" opened on the west side of the station forecourt, opposite the main station building. After closure of the railway, it was sold off by the British Railways Property Board and renamed the \"Bluebell Inn\", reopened as a public house. Closed in 1999, it is now a private residence called \"Bluebell House\".</p><p><br></p>\n\n<h2>Closure and demolition</h2>\n<p>The station closed to passengers on 30 May 1955, with the goods yard closed on 13 June. After legal objections to the line's closure, the station reopened to passengers on 7 August 1956, closing permanently on 17 March 1958.</p><p>After the closure of the line to all traffic in 1963, the assigned BR contractors took over the site, using its facilities to control removal of track and infrastructure from the entire railway, and using its excellent road access to redistribute the assets. To enable their works, the contractors removed the down-side buildings and footbridge in 1964, and lifted the tracks in 1964/5. The main station building was demolished in late 1967.</p>\n\n<h2>Preservation</h2>\n<p>With a truncated line operating between Sheffield Park and Horsted Keynes, the Bluebell Railway Society purchased the largely levelled and cleared site in 1974. After raising funds to extend the line northwards, the society was faced with much local opposition to the extension, resulting in a public enquiry and resultant planning application. Following approval of the decision by both the Secretary of State for the Environment and Secretary of State for Transport, in 1985, the society was granted the planning permission for the preserved railways extension to East Grinstead, and the right to apply for a light railway order, with the stipulation that West Hoathly would not be redeveloped as a station, due to local residents' concerns about a likely increase in local road traffic. If the society were later to decide to undertake such a station redevelopment, it would need to apply for additional planning permission.</p><p>In 1992, the society's extension reached New Coombe Bridge, where a simple run-around loop was provided on the alignment of the former up line through West Hoathly, located just north of the former No.2 platform. Since then, the society – much like the 1960s railway removal contractors – have used the site to store materials for the extension, which were delivered there by road. This allowed the rebuilding of New Coombe Bridge, and opening of the extension northwards to Kingscote in early 1994. With the installation of a run-around loop at Kingscote railway station, the loop just north of West Hoathly was removed, and the line returned to its current single-track, non-stopping configuration.</p><p>As part of the extension of the line north from Kingscote, the society needed to contribute £4 million to the cost of removing rubbish from the former Imberhorne landfill site, which had filled in a cutting to a depth of 30 feet (9 m). To help meet the cost, society members agreed to the sale of two plots of land on a former brickworks site to the east of the former station. However to date (2023) this has not occurred. </p>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n</ul>\n\n<h2>Future</h2>\n<p>The society has a long term ambition but still no plans or timetable to rebuild the station at West Hoathly. The society believes that in the long term, with substantial residential complexes around the former station site, the station could provide a useful public-transport facility for the residents of West Hoathly and Sharpthorne. West Hoathly Parish Council currently supports the provision of a halt at the site.</p><p>However, under current Railway Inspectorate guidelines, it would not be possible to build what would now be considered a \"new\" station on the former site, as it is located on a gradient. Hence the society believes that any future station at West Hoathly would most likely be located on the level stretch from the end of the goods yard towards New Coombe Bridge, approximately where the former temporary run-around loop was located.</p>\n\n<h2>See also</h2>\n<ul><li>List of closed railway stations in Britain</li></ul>\n\n", "headline": "West Hoathly railway station"}}, 
{"background": null, "location": {"lat": 51.046099999999996, "lon": -0.04459999999999999, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": null}, "text": {"text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Horsted Keynes railway station</b> is a preserved railway station on the Bluebell Railway in Sussex. The station has been used as a shooting location in several film and TV productions.\n</p>\n\n<h2>History</h2>\n<p>The station was closed by British Railways under the Beeching Axe on 28 October 1963 with the cessation of trains from Seaford via Haywards Heath (trains over the Lewes to East Grinstead line having ceased in 1958). However, the first Bluebell Railway trains had run on the last day of the 1962 season using the disused eastern side (electrified services only used Platform 2). Between 1960 and 1962, Bluebell Railway services had terminated at Bluebell Halt, a temporary station about one-half mile (800 m) to the south.\n</p><p>As a junction station it was the busiest station on the line in terms of services but arguably one of the quieter for passengers. The station lies about 1.5 mi (2.4 km) from the village of Horsted Keynes itself.\n</p>\n<p>Since being taken over by the Bluebell Railway, the station has become one of the most popular in UK preservation, and has won many awards. It has been restored with a 1930s theme, including period newspaper headlines on boards by the buffet, and advertisements of the period. With five platforms, it is the largest preserved heritage railway station in the UK. Horsted Keynes is the crossing place for services when two trains are operating, and hosts many events each year for steam enthusiasts. It is also the home of the line's Carriage and Wagon department.\n</p><p>Repair and restoration work on the canopy on Platform 5 began in late 2022, as part of the \"Jewel in the Crown\" project to refurbish the station buildings, financed by a fund-raising campaign which had accumulated £543,000 by the start of 2022.</p><p>The Bluebell Railway plans to make the station a junction once again if plans to extend toward Ardingly are realised, creating something rare within UK preservation, a junction station at which both lines are operated by preservationists.\n</p>\n\n<h2>Listed buildings</h2>\n<p>The main station building, the signal box, and an engine house to the south of the station, are all Grade II Listed buildings. All three were originally built in or shortly after 1882, to the designs of Thomas Myres, the railway company's staff architect.</p><p>The railway has been featured in many television series and films, including Downton Abbey, Poirot and The Woman In Black.</p>\n\n<h2>See also</h2>\n<ul><li>List of closed railway stations in Britain</li></ul><ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n</ul>\n\n", "headline": "Horsted Keynes railway station"}}, 
{"background": {"url": ""}, "location": {"lat": 51.0321, "lon": -0.0904, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": null}, "text": {"text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Ardingly</b> was a railway station which served the West Sussex village of Ardingly in England. It was opened on 3 September 1883 by the London, Brighton and South Coast Railway (LBSCR) closed eighty years later and is currently used as an aggregates depot. The Bluebell Railway owns the trackbed from just east of the station to Horsted Keynes and has long-term plans to rebuild the line.\n</p>\n\n<h2>History</h2>\n<h3>Opening and route</h3>\n<p>The LBSCR opened a 4½-mile link line between Horsted Keynes on its Lewes to East Grinstead Line and Haywards Heath on the Brighton Main Line. Doubled throughout, the line curved away from Horsted Keynes over Sheriff Mill Viaduct (117 yards and named after the nearby Lower Sheriff Farm), climbing on a gradient to reach Lywood Tunnel (218 yards) before continuing on the level for nearly 2 miles to reach the line's only intermediate station at Ardingly. From Ardingly, the line continued for a further mile to reach Copyhold Junction on the Brighton Line, just south of the Ouse Valley Viaduct. At first there was no signal box at the junction, with services running on an independent line parallel to the Brighton Main Line as far as the north-facing bay platform at Haywards Heath. A box was installed in 1912 which remained in use until 1932 when Haywards Heath was rebuilt with up and down loop platforms, and a new box brought into service there.</p><p>The line opened without ceremony, with the first service, a goods train, leaving Haywards Heath at 8.34am to collect freight at Ardingly and continue to Horsted Keynes. It was later to prove its worth as a useful alternative to the Brighton Main Line in both wars and for specials to Lingfield Racecourse.</p>\n\n<h3>Station building and facilities</h3>\n<p>Designed by Thomas Harrison Myres, the main station building was sited at road level away from the platforms. In common with other Lewes and East Grinstead line stations, it was constructed in a neo-Queen Anne style and presented as a two-storey Victorian country cottage. The upper storey is decoratively timbered with plaster patterning (flower patterns in black on a white background) and projecting slightly; unlike the other stations on the line, Ardingly was never tile-hung.\n</p><p>The station's two platforms had fairly basic facilities with platform awnings and an alcove-like waiting room on the down platform; a platform signal cabin was to be found at the western end of the station, overseeing a small goods yard. The yard saw considerable inward traffic in the form of timber for a local sawmill which was subsequently dispatched back out in consignments of prepared boards. The station was run by a staff of four: the stationmaster, signal porter, porter and assistant clerk; the last stationmaster left in 1926, at which point Ardingly came under the control of Horsted Keynes.</p>\n\n<h3>Operations</h3>\n<p>The Ardingly branch had a very infrequent service under the LBSCR and following the grouping when the Southern Railway took over the line when it was mainly serviced by push-pull trains, with some through services to and from Brighton. Following electrification in 1935, the new electric service comprised some 18 trains on an hourly service to and from Horsted Keynes daily, around half of which terminated at Haywards Heath whilst the rest ran as far as Seaford. The Ardingly branch was closed on Sundays until 1945, and the connection from the up Ardingly line to the up Horsted Keynes main platform was severed.</p><p>Camping coaches were stationed at Ardingly from Summer 1930 until the end of the war, an acknowledgment of Ardingly's popularity amongst ramblers who were ferried to and from the station in special trains. The station was also busy at the beginning and end of term at Ardingly College when up to 450 packages of luggage were sent and received for around 250 pupils.</p>\n\n<h3>Closure</h3>\n<p>After the closure of the Lewes to East Grinstead line in 1958 by British Railways (BR), the down line between Horsted Keynes and Ardingly was used as a siding for condemned Kent Coast steam stock and new electric stock, whilst single line working with electric train staff was introduced on the up line. The branch was itself closed on 28 October 1963. The section was however still used occasionally to transport rolling stock to the newly established Bluebell Railway, and the last movement along the line was recorded on 13 May 1964 when Terrier No 32636 passed through prior to lifting of the track. The lifting, which had commenced on 15 July, had reached Horsted Keynes by 21 September. During the summer of 1968, Sheriff Mill Viaduct was demolished as the Mid Sussex District Council wished to straighten the bend on New Lane as it curved under the viaduct; BR was only too happy to relieve itself of the maintenance costs of the structure. The Bluebell Railway had been invited to purchase the line in 1962, but could not afford BR's asking price of between £25,000-£30,000 together with the £10,000 needed to maintain the viaduct.</p><p><br></p>\n\n<h2>Present day</h2>\n<p>An Amey Roadstone plant (now Hanson Aggregates) was established in the Ardingly goods yard shortly after closure of the line, and was served by a daily freight working from Haywards Heath using the former down local line. Access to the up main and up local lines at Copyhold Junction has been severed. The new occupant demolished the station platforms (except for a short length of the former up platform near the road bridge). The track in the station was removed and a loop installed at the southern end of the former goods yard area. The station buildings remain, used as offices by Hanson Aggregates. A pair of ornamental cast iron station canopy brackets and the ticket office window were sold as lots 302 and 303 by auctioneers T. Bannister &amp; co. at their July 1983 auction at the Ardingly historic vehicle spectacular show at the South of England Showground.\n</p>\n\n<h3>Preservation future</h3>\n<p>In 1997 the Heritage Bluebell Railway acquired the trackbed, only as far as the Aggregate Depot boundary at Ardingly, and holds long-term aspirations to restore and reopen the branch. To help bridge the gap created by the missing (Sheriff Mill) viaduct, spoil from the excavation of Imberhorne cutting (part of the works necessary for the Bluebell's extension to East Grinstead) was used to extend existing embankments, towards Ardingly. Re-signalling work had also taken place at Horsted Keynes, with signals being installed in preparation for the eventual re-laying of the track. Mid Sussex District Council has accordingly safeguarded the route of the line from re-development that would be prejudicial to its reinstatement. Two public consultation sessions were held at Ardingly in September 2022, to set out proposals which have been submitted to Mid-Sussex District Council.</p>\n\n", "headline": "Ardingly railway station"}}, 
{"background": {"url": ""}, "location": {"lat": 50.9956417, "lon": -0.0010722, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": "media/DSC_5148-2-960x715.jpg"}, "text": {"text": "<p class=\"mw-empty-elt\">\n\n</p>\n<h2>Sheffield Park</h2><p>The southern terminus of the railway and also the headquarters of the line. It is located on the southern bank of the River Ouse (which the line crosses just beyond the platforms) and is also situated on the Greenwich Meridian.\n</p>\n\n<h2>History</h2>\n<p>The station opened in 1882 at the request of the Earl of Sheffield, a local landowner and promoter of The Lewes and East Grinstead Railway Act 1877 which authorised the construction of a line from East Grinstead to Lewes, now popularly known as the Bluebell Railway. Originally named \"Fletching and Sheffield Park\", the name of the nearby village was dropped in 1883 following objections by the Earl. It was originally closed in May 1955 but was reopened in August 1956 after it was found the closure was illegal.\n</p><p>Following the line's closure in 1958, a group of students formed a society with the intention of preserving part of the East Grinstead to Lewes line. On 7 August 1960 the group began working a short stretch of line between Sheffield Park and Bluebell Halt, just south of Horsted Keynes which was leased to it by British Railways. By 1968, the group had raised enough funds to purchase both the Sheffield Park and Horsted Keynes stations, with the former now the Bluebell Railway's headquarters.</p>\n\n<h2>Modern day use</h2>\n<p>The station now plays host to a shop, model railway, museum and the Bessemer Arms pub (named after Miss Bessemer who fought British Rail over the closure of the line claiming it to be illegal, and whose victory spurred the movement to save the line). The new combined shop and office block was opened in the late 1990s as the original shop was too cramped for the purpose. This was subsequently entirely demolished, creating an open area on the platform for picnic tables.\n</p><p>The station also houses the line's locomotive workshops and sheds, which are a major focal point for visitors to the line. It is restored in a LBSCR style of the start of the 20th century. An unusual signal box can be found on the platform, a popular feature being found at other small stations on the LBSCR where cost saving during SR days reduced manning to a Porter/Signalman. The structure of the box is post-preservation, replacing a fence enclosing what was little more than a ground frame. In the longer term a new signal box will be provided to the north of the station, roughly in the same position as the original North signal box, since the current frame is both life expired and too cramped to serve what is now a much busier station than it was ever intended to control.\n</p><p>Beside the station, with a separate entrance from the A275 is the former Woodpax yard, on which has been built a large carriage shed and adjoining Museum building; this project was known as \"Operation Undercover\". Construction work started in January 2010 with about three quarters of the money coming from the Heritage Lottery Fund. The project was completed in early 2012. It provides storage for many of the line's operational vintage carriages and the Pullman dining train.\n</p>\n\n<h2>Future</h2>\n<p>An extension to the south has been mooted a few times, returning the line to its original southern terminus of Lewes; however this is likely to be near impossible as the next station on the line, Newick and Chailey, has been lost under housing, and the following station, Barcombe, is now in private hands. In addition, several road bridges would need to be replaced on the route, including one just south of Sheffield Park station.\n</p>\n\n<h2>Gallery</h2>\n<ul class=\"gallery mw-gallery-traditional center\"><li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 155px\">\n\t\t\t\n\t\t\t\n\t\t</li>\n</ul>\n\n", "headline": "Sheffield Park railway station"}}, {"background": {"url": ""}, "location": {"lat": 50.972, "lon": -0.0063, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": null}, "text": {"text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Newick and Chailey</b> was a railway station located in North Chailey and located near the villages of Newick and Chailey in East Sussex, England. It was part of the East Grinstead to Lewes line, part of which now makes up the Bluebell Railway.\n</p>\n\n<h2>Facilities</h2>\n<p>The station was located on the single line, but consisted of two side platforms on a loop line. There were substantial station buildings on each platform with a pedestrian footbridge connecting the two.\nThe old Up platform had a restaurant facility and toilets until rationalisation in the 1930s which removed all the buildings on this platform and the footbridge span.\n</p>\n\n<h2>Closure</h2>\n<p>Following the withdrawal of the services on the line in 1955, a Chailey resident, Margery Bessemer, forced its re-opening in 1956 for a short period when she discovered that the original Acts of Parliament which authorised the line's construction imposed a statutory obligation on British Railways to continue running services. British Railways responded by running the most meagre timetable possible, the so-called \"Sulky Service\". Parliament did eventually repeal the original Acts and the line closed in 1958.\n</p><p>The track was removed in 1960 and the station buildings were demolished around 1967–8. The site of the station platforms in a cutting was subsequently infilled and covered by housing. Short sections of the platforms have been excavated and preserved in the gardens of the houses on the former station site.  Their site is identified in a road still today called Lower Station Road, North Chailey.  Despite the reopening of part of the line by the Bluebell Railway, an extension south seems improbable, mostly due to the amount of resources it would take to reinstate the line, although the possibility has not been ruled out.</p><p><br></p>\n\n", "headline": "Newick and Chailey railway station"}}, {"background": {"url": ""}, "location": {"lat": 50.9234, "lon": 0.0155, "zoom": "12"}, "media": {"caption": null, "credit": null, "url": null}, "text": {"text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Barcombe</b> was a railway station serving the village of Barcombe in East Sussex. It was part of the East Grinstead to Lewes line, part of which now makes up the Bluebell Railway. The station was originally opened as \"New Barcombe\" to distinguish it from the nearby station of Barcombe Mills (then called 'Barcombe') and was changed to its more usual name on 1 January 1885. In 1897 goods sidings were installed at a cost of £1450.</p><p>It was planned to close the line and the station on 13 June 1955, although they actually closed on 29 May due to a railway strike. The line closure was found to be illegal under the original acts authorising construction of the railway and British Railways were forced to reopen it in August 1956. However, the station was not reopened as it was not mentioned in the legislation.\n</p><p>After Parliament repealed the sections in question, the line was closed in March 1958 under the British Railways Branch-Line Report (prior to the Beeching Axe) and the track was lifted in 1960 from south of Sheffield Park to Culver Junction. Subsequently, Barcombe station building was sold and was converted into a private house. The platform edge is still visible but the trackbed has been infilled up to about one foot below platform level.</p>\n\n<p>Despite the re-opening of part of the East Grinstead-Lewes line by the Bluebell Railway, an extension south from its headquarters at Sheffield Park seems improbable in the short term as the intermediate station, Newick and Chailey is now covered by housing, and several overbridges would have to be rebuilt.</p><p><br></p>\n\n<h2>Miscellaneous</h2>\n<p>Bernard Holden, former president of the Bluebell Railway, was born in Barcombe Station in 1908. His father was the station master at the time.</p>\n\n", "headline": "Barcombe railway station"}}], "zoomify": false}}