{
    "title": {
        "media": {
            "url": "",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Biographies",
            "text": "London, Brighton and South Coast Railway people"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1823"
            },
            "end_date": {
                "year": "1897"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Frederick Dale Banister</b> MICE (15 March 1823 – 22 December 1897), was an English civil engineer, best known for his 35 years as the Chief Engineer of the London, Brighton and South Coast Railway (LB&amp;SCR).</p>\n\n<h2>Early life</h2>\n<p>Born in London on 15 March 1823, he was educated privately until his parents moved to Lancashire, where he completed his schooling at Preston Grammar School.</p><p>Articled as an apprentice to John J. Myres of Preston when he was aged 15, he gained experience in surveying and levelling, and in the valuation of damage caused to various properties by the construction of railways.</p><p>In 1844 he joined the civil engineering business of Charles Cawley, and was directly responsible for setting out the first few miles of the Manchester, Bury and Rossendale Railway (MB&amp;RR). The proposed route through the Irwell Valley was approved by the Chief Inspector of Railways Major General Sir Charles W. Pasley on 23 September 1846. While undertaking the works, the MB&amp;RR amalgamated with another proposed railway to form the East Lancashire Railway. Banister was subsequently placed in charge of preparing the surveys and necessary UK Parliament submissions to extend the line, which hence became part of the Lancashire and Yorkshire Railway.</p>\n\n<h2>1846–1849: Move to Brighton, first period with the LB&amp;SCR</h2>\n<p>In light of his continuing but minor health issues, he was strongly advised by his physician to move to the South Coast of England. With this in mind he took a period of leave with relatives in Brighton, East Sussex in the Spring of 1846, during which he happened to obtain an appointment with Robert Jacomb-Hood, then Chief Engineer of the LB&amp;SCR.</p><p>Appointed as an assistant engineer to Jacomb-Hood, he was placed in charge of the construction of the branchline from New Cross to the River Thames at Deptford Wharf, where he was to also design, survey and manage the construction of a new dock system to replace the 1844 closed Deptford dockyard.</p>\n\n<h2>1849–1859: Civil Engineer and Architect</h2>\n<p>After completing the line in 1849, Banister retired from the railway to set up his own Civil Engineering and Architecture business in Brighton. Engaged mostly in works in and around the Brighton area, his most notable piece was to lay out and begin the development of the Cliftonville Estate in modern Hove, the associated waterworks (both later sold to the LB&amp;SCR), and building of model dwellings for the labouring classes, along the lines of models set out by the Terry family of York and the Cadbury family at Bournville, Worcestershire.\n</p>\n\n<h2>1860–1896: Chief Engineer, LB&amp;SCR</h2>\n<p>After Samuel Laing retired as chairman of the LB&amp;SCR at the end of 1855 to pursue a political career, Deputy-Chairman Leo Schuster replaced him, instituting a policy of rapidly expanding new routes throughout South London, Sussex, and East Surrey. Some of these routes were financed and built by the company itself, while others were built by independent local companies, set up with the intention of connecting their town to the growing railway network, and with the intention of sale or lease to the LB&amp;SCR.</p><p>On the retirement of Jacomb-Hood in 1860, Schuster appointed Banister as Chief Resident Engineer to LB&amp;SCR. While Banister's Civil Engineering and Architecture practice had been successful, he had always kept contact with the railway, undertaking sub-contract works for them where requested. Schuster resultantly accelerated the speed of mileage increase of the LB&amp;SCR, adding a further 177 miles (285 km) of track between 1857 and 1865.</p><p>The rapid growth of the LB&amp;SCR came to a halt in 1866 with the collapse of London bankers Overend, Gurney and Company. The subsequent UK financial crisis the following year brought the railway to the brink of bankruptcy. A special meeting of shareholders was adjourned, and the powers of the board of directors were suspended pending receipt of a report into the financial affairs of the company and its prospects. The report made clear that the railway had over-extended itself with large capital projects sustained by profits from its passenger traffic, which suddenly declined as a result of the crisis. Several of the country lines were losing money, and resultantly Schuster was forced to resign in favour of new chairman Peter Northall Lawrie. This led to a period of network consolidation, and engineering adjustment of the LB&amp;SCR system by Banister to cope only with defined traffic bottlenecks. It was not until the return of Laing as chairman in 1867 and the financial upturn from the 1870s, that Banister was again requested to design and survey new railway projects.</p>\n\n<h3>Major projects</h3>\n<p>During his 35 years in residence as Chief Engineer, Banister was responsible for identifying and then the design, surveying and construction of all the extensions and important works to be undertaken by the LB&amp;SCR. These included:</p>\n<ul><li><b>1862 South London line extension to London Bridge:</b> this involved the construction of 1.5 miles (2.4 km) of viaduct for three lines of rails; and the construction of a 186 feet (57 m) bow-string-girder bridge over Bacon's tannery</li>\n<li><b>1862 extension of London Bridge:</b> Banister gained an Act of Parliament to enlarge London Bridge further, building four more platforms in an adjoining area to the south to cope with additional traffic generated by the completion of the South London line and other suburban lines, such as the Crystal Palace line, to Victoria station. In plans laidout and designs approved by Banister, J. Hawkshaw engineered and constructed a single-span trussed-arch roof measuring 88 by 655 ft (27 by 200 m).</li>\n<li><b>Design and engineering of the East Grinstead, Groombridge and Tunbridge Wells Railway:</b> the extension of the Three Bridges to East Grinstead Railway to link with the SER at Tunbridge Wells Central via Tunbridge Wells West, in a race with the SER.</li>\n<li><b>Extensions to the Wealden Line</b>: redesign railway access to Lewes and then Uckfield, before extending the Wealden Line to Eridge to link with the Three Bridges to Tunbridge Wells West line</li>\n<li>Widening of the line from Victoria to Streatham; and the widening of the line from East Croydon to Coulsdon</li>\n<li><b>1876 Portsmouth extension:</b> redesigning the existing Portsmouth Direct Line terminus at Portsmouth and Southsea, to allow extension of the tracks to a new station at Portsmouth Harbour, thus giving direct connection to the company's paddle steamer services to the Isle of Wight</li>\n<li><b>1877 design of the Lewes and East Grinstead Railway:</b> including Imberhorne Viaduct, now better known as the Bluebell Railway</li>\n<li><b>1880 extension of the Cuckoo Line:</b> extension of the Cuckoo Line north from Hailsham to Eridge</li>\n<li><b>1881 construction of the Chichester to Midhurst railway:</b> built to a very grand style with a double track loading gauge, despite only ever being single tracked. The stations conformed to Banister's preferred Italianate architecture style, each formed in the form of a large \"Country House\". Lavant and Cocking each had two platforms, while the grand Singleton was built with four platforms and long sidings for the Goodwood Racecourse traffic. Banister also extended and rebuilt Midhurst in the same architectural style</li>\n<li><b>1884 construction of the Oxted Line:</b> by now having passed the regional \"race\" stage, the LB&amp;SCR and the South Eastern Railway (SER) co-operated on the design and construction of the Oxted Line from South Croydon to Eridge Junction on the SER's Redhill to Tonbridge Line. Banister then extended the LB&amp;SCR's lines south from the joint station at Hurst Green in two directions: one to East Grinstead; and a later second to Eridge</li>\n<li>The extension of the Island line to Ryde Pier Head</li>\n<li><b>Rebuilding railway stations:</b> Banister had a love of Italianate architecture, which is reflected in his rebuilding of various stations, including: Brighton; Chichester; East Croydon; Eastbourne; Epsom Downs; Newhaven; Seaford; Sutton; Tunbridge Wells</li></ul>\n\n<h2>Port of Newhaven</h2>\n<p>From 1864, under instruction from the LB&amp;SCR, Banister designed the port and transport access system for the LB&amp;SCR owned Newhaven docks. After guiding the required approvals through parliament, Banister personally managed the works without contractors.</p><p>The project began in 1864 with the construction of the Seaford Branch Line from the East Coastway Line at Lewes. This would allow the supply of building materials to enable construction of the port improvements at Newhaven. However, due to the financial crisis of 1867, the project was placed on indefinite hold.</p><p>It was not until 1870 that Laing gave Banister the approval to undertake the improvements to the docks at Newhaven, including:</p>\n<ul><li>The provision of additional quays</li>\n<li>The construction of new sea-walls</li>\n<li>New entrance piers and lighthouses</li>\n<li>The building of a concrete breakwater, extending seawards for 800 yards (730 m).</li></ul><p>The resultant works allowed access for the LB&amp;SCR's new larger passenger steamships, and created through reclamation several new acres of land which were subsequently developed and then sub-leased to various industrial companies. The town of Newhaven greatly expanded on the back of the works, as they allowed a large increase in both trade and subsequently population.</p>\n\n<h2>Retirement</h2>\n<p>After completing the widening of the Brighton Main Line from East Croydon to Coulsdon in January 1896, Banister retired from the LB&amp;SCR again, replaced by Charles Langbridge Morgan.\n</p><p>Married twice, his first wife Nancy Eleanor Richardson (1823–1864), died at the age of 40 and is buried in Nunhead Cemetery. His second wife was Annie Fisher. Banister had ten children, including Mary Elizabeth Banister who died the year before him in 1895; and Herbert Banister who died in 1901. A third child, Katharine Mary married Thomas Myres (the son of his former master, John J. Myres) in 1871. Thomas Myres was an architect who designed many of the LBSCR's station buildings.</p><p>Banister died at his home in Forest Row, East Sussex on 22 December 1897. He is buried in the cemetery of Holy Trinity Church in Forest Row (plot No.194190), with the grave of his second wife in the adjacent plot.</p><p>His personal copies of various architectural drawings when designing buildings for the LB&amp;SCR are held by the Royal Institute of British Architects.</p><p>Dale Road in Purley is thought to take its name after Banister. The street was laid and built up with houses destined for LB&amp;SCR staff shortly after his death.\n</p>\n\n",
                "headline": "Frederick Banister"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1830"
            },
            "end_date": {
                "year": "1918"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Thomas Francis Fremantle, 2nd Baron Cottesloe, 3rd Baron Fremantle</b> (30 January 1830 – 13 April 1918), was a British businessman and Conservative politician.\n</p>\n\n<h2>Biography</h2>\n<h3>Early life</h3>\n<p>Thomas Francis Fremantle was born on 30 January 1830. He was the eldest son of Thomas Fremantle, 1st Baron Cottesloe, and the grandson of Vice-Admiral Thomas Fremantle and Elizabeth Wynne Fremantle, the diarist. His mother was Louisa Elizabeth, daughter of Sir George Nugent and a descendant of the Schuyler family and the Van Cortlandt family of British North America.\n</p>\n\n<h3>Career</h3>\n<p>He entered Parliament as one of three representatives for Buckinghamshire in an 1876 by-election (succeeding the ennobled Benjamin Disraeli), a seat he held until 1885. He was also involved in business and became a director of the London, Brighton and South Coast Railway in January 1868, and served as its chairman from June 1896 to February 1908. He was chairman of the Buckinghamshire County Council until 1904.\n</p>\n\n<h3>Personal life and death</h3>\n<p>He married Lady Augusta Henrietta, daughter of John Scott, 2nd Earl of Eldon, in 1859. She died in 1906. He survived her by twelve years and died in April 1918, at the age of eighty-eight. He was succeeded in his titles by his eldest son Thomas.\n</p>\n\n",
                "headline": "Thomas Fremantle, 2nd Baron Cottesloe"
            }
        },
        {
            "media": {
                "url": "media/Frederic_David_Mocatta.jpg",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1806"
            },
            "end_date": {
                "year": "1882"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>David Alfred Mocatta</b> (1806–1882) was a British architect and a member of the Anglo-Jewish Mocatta family.\n</p>\n\n<h2>Early career</h2>\n<p>David Alfred Mocatta was born to a Sephardic Jewish family in 1806, the son of the licensed bullion broker Moses Mocatta (1768–1857) and Abigail Lindo (1775–1824). He also was a grandson of the prominent financier Abraham Lumbroso de Matos Mocatta (1730–1800). He studied in London from 1821 to 1827 under Sir John Soane and then travelled in Italy during 1829–30. By 1839 he was in practice together with W.J. Mocatta at 32 Brunswick Square in Bloomsbury  where he remained until 1846, before moving to 57 Old Broad Street in the City of London. His synagogue in Ramsgate for Moses Montefiore (1833) was possibly the first in England to be designed by a Jewish architect. The West London Synagogue of British Jews commissioned Mocatta to design both  their temporary premises in Burton Street (1841) and their building in Margaret Street (1851). The latter was a substantial structure, seating 400 and  costing more than £4,000. He was elected a Fellow of the Institute of British Architects (later the RIBA) in 1836, and was an early member of its council.</p>\n\n<h2>Railway architecture</h2>\n<p>Mocatta was appointed architect of the London and Brighton Railway, designing the company's headquarters at Brighton railway station, and Haywards Heath, Three Bridges and Hassocks stations, the Balcombe Viaduct and the Mocatta building at Brighton station. Brighton Station was said to have many similarities to the Nine Elms railway station of the London and Southampton Railway (1838) designed by Sir William Tite. The intermediate stations were notable as they were constructed according to a standard plan and layout usually in the Italianate style. Mocatta also designed balustrades and a set of eight Italianate pavilions to ornament John Urpeth Rastrick's Ouse Valley Viaduct for the L&amp;BR.</p><p>Mocatta was also involved with Charles Pearson's scheme for a Central London Railway station in Farringdon Street and drew up plans circa 1845, but this scheme was never implemented.</p>\n\n<h2>Later career</h2>\n<p>Mocatta provided the winning entry for a competition to design the London Fever Hospital in 1848. He also drew up designs for Stowlangtoft Hall in Suffolk, c. 1846, and the present building (built 1859) was possibly built from his designs. He retired from architecture early, during the 1850s having inherited the family fortunes.</p><p>In later years he  became Senior Trustee of the Soane Museum. He was a founder member of the West London Synagogue, eventually becoming  chairman of its council.  Mocatta House, a modern office development in Trafalgar Place, Brighton is named after him.\n</p>\n\n<h2>Works</h2>\n<ul><li>Montefiore Synagogue, Ramsgate, Kent, 1833</li>\n<li>Brighton Regency Synagogue, Sussex, 1836–38</li>\n<li>Brighton railway station, Sussex, 1840</li>\n<li>Croydon railway station, Surrey, 1841 (rebuilt 1894–95)</li>\n<li>Red Hill and Reigate Road railway station, Surrey, 1841 (closed 1844)</li>\n<li>Horley railway station, Surrey (1841, enlarged 1862, demolished 1960's)</li>\n<li>Three Bridges railway station, Sussex, 1841 (enlarged 1855 and 1906–09)</li>\n<li>Haywards Heath railway station, Sussex, 1841, (rebuilt 1933)</li>\n<li>Hassocks or Ditchling Gate railway station, Sussex, 1841, (demolished 1880)</li>\n<li>Pavilions &amp; balustrade on the Ouse Valley Viaduct, Sussex, 1841–42</li>\n<li>Clayton Tunnel with the impressive towers of the north portal, Sussex. Completed in 1841 after 3 years. The (off-centre) cottage is a later addition.</li></ul>\n\n",
                "headline": "David Mocatta"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1855"
            },
            "end_date": {
                "year": "1940"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n</p>\n<p><b>Sir Charles Langbridge Morgan</b> CBE (1 January 1855 – 9 November 1940) was a British civil engineer. A railway engineer, he spent his early career on several railway construction projects before joining the Great Eastern Railway where his responsibilities included construction of Liverpool Street station.  Morgan became chief engineer of the London, Brighton and South Coast Railway in 1896 and directed improvements to London Victoria station and Grosvenor Bridge.  During the First World War Morgan was a lieutenant-colonel in the Royal Engineers, carrying out \"special engineering duties\" in Italy and France for the War Office.  He later served as the army's deputy director of railways, on the advisory expert committee to the Ministry of Munitions and on the Disposal Board of the Disposal and Liquidation Commission.\n</p>\n\n<h2>Railway career</h2>\n<p>Morgan was born on 1 January 1855 in Worcester, England. He was educated privately in Australia and England before commencing a pupillage under Edward Wilson in June 1870. Morgan completed this in 1877 and was employed as a chief engineering assistant in Wilson's firm, Messrs E Wilson &amp; Company on railway engineering works. This included acting as resident engineer during the construction of the Banbury and Cheltenham Railway and as assistant engineer on the construction of several West Midland lines of the Great Western Railway.</p><p>Morgan was appointed assistant engineer to the Great Eastern Railway in 1883, under chief engineer John Wilson. Morgan had responsibility for maintenance of the entire network including the renewal of a large number of bridges and the company's expansion with new London approach lines, including the construction of the first Liverpool Street station. In 1896 he became chief engineer of the Newhaven Harbour Company, in February of the same year succeeding Frederick Banister as chief engineer of the London, Brighton and South Coast Railway (LB&amp;SCR). At LB&amp;SCR Morgan was responsible for the construction of the line between Stoat's Nest and Earlswood which freed the line from dependence upon the South Eastern Railway and renovation of the company's portion of Victoria station in London.  He upgraded the section between Victoria and Balcombe to quadruple track, rebuilding most of the stations along that 32-mile section, and widened the Grosvenor Bridge over the Thames. Morgan retired in 1917 and was appointed to the board of directors, transferring to the board of the Southern Railway after the mergers mandated by the Railways Act 1921.</p>\n\n<h2>War work</h2>\n<p>During the First World War he served in the British Army's Royal Engineers as a Lieutenant-Colonel. Morgan's son also served in the war, as an officer of the Royal Navy. During the war the elder Morgan undertook \"special engineering duties\" for the War Office in Italy and France. On 6 April 1917 he was appointed the British Army's Deputy Director of Railways, a position equivalent to appointment as assistant director of supplies and transport in the Army Service Corps, and also served as Commissioner of the Newhaven and Seaford Sea Defences in East Sussex. He was also a member of the Advisory Expert Committee of the Ministry of Munitions. Morgan was appointed a Commander of the Order of the British Empire in 1918.</p><p>After the war Morgan served as a member of the Disposal Board of the Disposal and Liquidation Commission, a government body formed to dispose of surplus war material, a body he was still a member of (with the rank of colonel) on 29 December 1922 when it was announced that he would receive a knighthood in the New Year Honours. The knighthood was conferred by King George V at Buckingham Palace on 15 February 1923.</p><p>Morgan was a member of the Territorial Army Engineer and Railway Staff Corps, an unpaid volunteer unit which provides technical expertise to the British Army. He resigned his commission as lieutenant-colonel in this corps on 18 February 1925; he had permission to retain his rank and to continue to wear the uniform.</p>\n\n<h2>Personal life</h2>\n<p>He married Mary Watkins on 14 March 1883 in Redfern, New South Wales in Australia (to which her parents had immigrated).  They had two sons, one also called Charles Langbridge Morgan who became a playwright and novelist, and two daughters. Their grandchildren included Shirley Paget, Marchioness of Anglesey and Roger Morgan.</p><p>From November 1923 to November 1924 Morgan served as president of the Institution of Civil Engineers, an organisation he had joined as an associate member on 9 January 1883. He had been appointed a member on 30 April 1889, served in the institutions council since November 1912 and held the position of vice-president since November 1919.</p><p>Morgan died on 9 November 1940 at Hove, Sussex.</p>\n\n",
                "headline": "Charles Langbridge Morgan (engineer)"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1842"
            },
            "end_date": {
                "year": "1926"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n</p>\n<p><b>Thomas Harrison Myres</b> FRIBA (1842 – 3 December 1926) was an English railway architect who designed stations and ancillary buildings for the London, Brighton &amp; South Coast Railway lines that were opened between 1880 and 1883, including several on what is now the Bluebell Railway. He was the son-in-law of the railway company's chief engineer, Frederick Banister. Although most of the lines for which Myres designed the buildings have been closed, many of his buildings survive as private residences. Several of the buildings designed by him are listed buildings, including the goods shed at Singleton in West Sussex which was declared Grade II in April 2013.\n</p>\n\n<h2>Personal and early life</h2>\n<p>Myres was born in Preston, Lancashire, the third son of John James Myres (1811–1881) and Margaret Harrison (1812–1875). His brothers included William Miles Myres (1838–1901), who became Vicar of St Swithun's Church at Swanbourne in Buckinghamshire and was the father of John Linton Myres (1869–1954), the archaeologist who was the first Wykeham Professor of Ancient History at the University of Oxford. Myres was baptised at St John's Church, Preston on 5 August 1842.</p><p>John James Myres was one of the founders of the civil engineering and architectural practice of Myres and Newton, based in Preston, who was appointed Mayor of Preston in 1868 and again in 1873. Between about 1838 and 1844, Frederick Banister was articled to the practice before becoming a railway engineer on the Lancashire &amp; Yorkshire Railway. Banister subsequently moved to southern England where in 1860 he became chief engineer to the London, Brighton &amp; South Coast Railway (LB&amp;SCR).</p><p>Following his appointment as chief engineer to LB&amp;SCR, Banister agreed to take Thomas Harrison Myres as a trainee, with Myres moving to the south to lodge with Banister. In 1871, Myres married Banister's daughter, Katharine Mary Banister (born 1848), then living in Deptford. The couple had three children: Eleanor Annie (born 1873), Frederick Edmund (born 1875) and Katharine Dorothea (born 1880). Frederick became an architect and a member of the family firm. Thomas's wife Katharine died at Preston on 1 August 1923.</p>\n\n<h2>Professional and later life</h2>\n<p>Between 1880 and 1890, Myres was responsible for the design of new stations and other railway buildings built for the LB&amp;SCR, although some of the stations were designed by staff architects working to Myres's basic concept.</p><p>By the early 1890s, Myres had returned to Preston becoming a partner in the family firm trading as \"Messrs. Veevers and Myres\". In January 1893, Richard Veevers left the partnership, from when the partners were John James Myres and Thomas Harrison Myres, trading from Preston, Blackpool and at London Bridge. By January 1905, the partnership included Henry Heaton and Miles Myres.</p><p>At the time of the 1911 Census, Myres and his wife had various residences, including at Cottam, Lancashire. After Myres's death in 1926, a monument to him and his wife was erected at nearby Lea (at <span><span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>53°46′51″N</span> <span>2°46′17″W</span></span></span></span></span>) bearing the inscription: \"To the glory of God and in the memory of the pioneer of restoration of roadside crosses Thomas Harrison Myres of Lea Lodge and of Catherine Mary his wife. The base of this cross originally stood 20 yds. west of this spot and was removed here and dedicated July 8th 1929\".</p><p>A bundle of Myres's papers is held in the National Archives, including correspondence, accounts etc.</p>\n\n<h2>Stations designed by Myres</h2>\n<p>In total, Myres designed 18 stations for the London, Brighton &amp; South Coast Railway in the 1880s, including those on the new lines from Hailsham to Eridge (opened 1880), Chichester to Midhurst (opened 1881), Lewes to East Grinstead (opened 1882) and Haywards Heath to Horsted Keynes (opened 1883).</p><p>The stations designed by Myres have been described as \"distinctive and unnecessarily large\", and as \"amongst the most ornate provided by the Brighton company\" which \"blended well with their rustic surroundings\". They were built in an \"Old English\" style, based on a standard design and were built of red brick with steep tiled roof and gables with elaborate bargeboards. The standard details included oriel windows, pargetting with flower designs and mock-Tudor timber on the first floors, elaborate carved porches at the entrance to the booking hall, with stained glass panels. Over the years, the mock timber was generally covered with hung tiles to prevent damp penetrating.</p>\n<p>The stations featured \"commodious\" platform canopies, clad in zinc and supported by columns, made from either cast iron or timber, some with \"particularly elegant\" ironwork. Where possible, the standard Myres layout comprised a large L-shaped two-storey stationmaster's house, connected to a single-storey booking office, waiting rooms, lavatories etc., although the design needed to be adapted for stations on unlevel ground where the platform was either above or below road level, or on split levels.</p><p>Many of the stations were decorated with a company monogram alongside the date of the building: examples include those at Lavant, Singleton and Sheffield Park. The restored former Barcombe station shows a particularly fine example. Several of the larger stations featured a distinctive footbridge design, constructed of wood, with a roof, although no examples now survive.</p><p>\nIn 1887, Frederick McDermott praised Myres's work in his \"<i>Life of Joseph Firbank</i>\" (Firbank was the contractor who built the Lewes to East Grinstead line, among others):</p><blockquote><p>Leaving the cold classical style adopted by the first railway engineers and since generally followed, Mr Myres chose the warm colouring and varied form of what has, of late years, been termed the Queen Anne School, and the effects of the bright red brick, wooden beams and casemented windows is very pleasing.</p></blockquote><p> The description \"Queen Anne School\" is incorrect, however, as Myres's buildings were not symmetrical, nor could they be considered \"classical\".</p>\n\n<h3>Hassocks</h3>\n<p>The first station designed by Myres was for the 1880 rebuilding of Hassocks on the Brighton Main Line. The station was built to replace the original 1841 station designed by David Mocatta; the new station was typical \"Myres\" with a half-timbered upper storey, decorative eaves, stained glass windows and elaborate porches, although not built to the \"standard\" Myres layout, having separate entrances to both the up and the down platforms. The main buildings were on the up side, including a refreshment room, with a single-storey building on the down platform with a separate booking office and waiting room. The main booking office had a lantern roof, as did the lavatories on the down platform, and the spacious platforms were protected by wide graceful canopies, supported on a double row of decorative cast iron columns. The station was built by James Longley of Turners Hill at a cost of £8,416.</p><p>This station was demolished in 1973 and replaced with a \"truly awful\" modern structure. In 2006, members of the local community attempted to have the station rebuilt to a design similar to the Myres design; in the event, this design was not accepted and in July 2013, a new station was opened with a more modern \"state of the art\" building.</p>\n\n<h3>Hailsham to Eridge (Cuckoo Line)</h3>\n<p>The line from Hailsham to Eridge was opened in 1880, with Myres being responsible for the design of all five intermediate stations, which were built by James Longley &amp; Co. of Crawley. The stations at Hellingly and Horam were both of the standard Myres design, while that at Heathfield had the platforms in a cutting with the booking office and stationmaster's house at road level, at right angles to the tracks. Mayfield and Rotherfield &amp; Mark Cross were also built to the standard design, with the addition of a refreshment room in the \"business\" end. According to the company minutes, Mayfield station was built by James Longley at a cost of £3,190.</p><p>The line, which acquired the name \"The Cuckoo Line\", was closed in 1965 although much of the track bed is now used for the Cuckoo Trail long-distance footpath.</p><p>Horam station has now been demolished and the site is now lost under a housing estate, although parts of the platform remain. Hellingly station is now a private residence, and is well preserved, including the platform canopies. At Heathfield, the booking office is occupied by a restaurant offering Greek cuisine, while the stationmasters's house is a private residence. The platforms and platform buildings have been demolished. The former Mayfield station is also a private residence, situated on a high bank adjacent to the Mayfield bypass (A267). At Rotherfield, the station buildings have been split into two residences with the platform canopy on the main building being retained and a swimming pool between the platforms.</p><p>Following the opening of the line to Hailsham, Eridge station was rebuilt in 1880 to convert it into a junction station. Although not designed by Myres, the station does contain two Myres' features – the booking office doors and the stone mullion windows on the north side.</p>\n\n<h3>Chichester to Midhurst</h3>\n<p>The year after the Hailsham line was opened, the LB&amp;SCR opened the line between Chichester and Midhurst with three intermediate stations; these and the new station at Midhurst were all designed by Myres.</p><p>Lavant was built in a cutting and, as a result, the platform buildings were in effect a basement to the main buildings at road level and thus the station appeared to be on three storeys from the trackside. The two levels were connected by a wooden staircase under the canopy, with a separate luggage chute on the southern side.</p><p>Singleton has been described as \"the most lavish station on the line\" and as \"most unnecessarily extravagant\", being built with four platforms, arranged as two islands, as well as two signal boxes, a goods shed and a turntable. The railway company anticipated substantial business from Goodwood Racecourse and provided facilities to cater for horseboxes as well as additional trains bringing racegoers. The station building was situated at the end of a tree-lined avenue from the village of West Dean. The tracks were at a higher level than the station buildings which were surrounded on three sides by high retaining walls, with access to the island platforms by subway. To the left of the main building, there was a large toilet block in addition to those on the platforms, built solely for the benefit of the racegoers.</p><p>Cocking was built on the level to a \"standard\" Myres design with a particularly elegant porch with flower motifs in the rendering and panels.</p><p>On opening of the branch, a new station was built at Midhurst to replace that built in 1866 as the terminus of the line from Pulborough, with the station buildings on the northern, up, platform. The station also included a refreshment building.</p><p>The line was closed to passenger traffic in 1935 although freight services continued until 1951 on the northern section and to Lavant until 1970. Following closure, Lavant station was sold and converted into flats, although the canopy was dismantled and sold to the Bluebell Railway for re-erection at Horsted Keynes.</p><p>The former Singleton station was for many years occupied by Chilsdown Vineyards, operated by Ian and Andrew Paget, who started producing wine in 1974. The vineyard ceased trading in 2011 and the property is now owned by West Dean Estate and is occupied as a private residence.</p><p>Cocking station is also occupied as a private residence, having lost its canopy and had a first floor extension above the former booking office. Cocking retains the half timbered first floor which has been copied in the later extension.</p><p>Midhurst station has been demolished and the site is now occupied by a housing estate.</p>\n\n<h3>Lewes to East Grinstead (Bluebell Line)</h3>\n<p>The third new line to be opened in Sussex in the early 1880s was that opened in 1882 to connect Lewes, the county town of East Sussex, to East Grinstead from where there were already lines to London. At East Grinstead, this necessitated the building of a new station (to replace the station built in 1866) which would serve the new line as well as the existing Three Bridges to Tunbridge Wells Central Line and the line to Oxted and South Croydon which opened in 1884. The new station was built on two levels by Joseph Firbank to the designs of Myres and was estimated at £17,000. When completed, this station had six platform faces, with four at the high level and two at right angles serving the Lewes and Oxted lines, which met at an end-on junction. The station was the largest designed by Myres with a double sized station house on the upper level, which had an upper timber storey with plaster infill (later covered with hung tiles) with impressed flower patterns. It was a substantial structure with refreshment rooms on both levels, with that on the low level said to house a billiards room for travellers. An 1885 publication about East Grinstead described the station as \"very commodious and convenient\" and \"a pleasing object\" with \"embankments on the outside planted with shrubs and flowers\".</p><p>Six stations were built between East Grinstead and Lewes, all of which were constructed by Firbank; other than Newick &amp; Chailey they were all to the standard Myres design, with minor detail differences. Newick &amp; Chailey was built in a cutting under the Haywards Heath to Uckfield road (now the A272).</p><p>After a long dispute with rail users, the line between Lewes and East Grinstead was closed by British Railways in 1958. Following closure, East Grinstead station was rebuilt with all the Myres buildings being demolished and replaced by a prefabricated CLASP structure opened in 1972 immediately south of the old building.</p>\n<p>The line between Sheffield Park and Horsted Keynes was re-opened by the Bluebell Railway Preservation Society in 1962; in March 2013, the society re-opened the line to East Grinstead, with their own separate station south of the mainline station. The line south of Sheffield Park has been abandoned, although the society has long-term plans to re-open this.</p><p>Kingscote station was re-opened in 1994 and until March 2013 it was the temporary northern terminus of the heritage line. It has been restored to its 1950s condition by \"The Friends of Kingscote\", a volunteer group who maintain the station including a replica of the waiting shelter to replace that which had been demolished. The station at West Hoathly was demolished in September 1967 although the site was acquired by the Bluebell Railway in 1974.</p><p>Despite the closure of the line from Lewes to East Grinstead in 1958, Horsted Keynes station remained open as the terminus of the line from Haywards Heath. By the time this line had closed in 1963, the Bluebell Railway was operating trains into the station from Sheffield Park. The station has been restored to reflect the 1920s, when it was operated by the Southern Railway and the main station building is a Grade II Listed building. The station buildings are standard Myres design with a two-storey stationmaster's house with brick ground floor and tilehung first floor and a single-storey booking hall to the left. The booking hall has a decorated wooden gabled porch with stained glass windows. The canopies on the platforms adjacent to the booking office are original while that on the island platform has been rebuilt from material salvaged from Lavant and Hassocks.</p><p>Sheffield Park is the southern terminus of the Bluebell Railway and has been restored to reflect operations shortly after it was opened in the 1880s, although many later buildings have been added including a locomotive shed, museum etc. The Bluebell Railway are gradually restoring the station, with a view to returning the canopies to the original form designed by Myres.</p><p>South of Sheffield Park, the line is abandoned and the station at Newick and Chailey has been demolished with the site being incorporated into neighbouring gardens. Barcombe station is now a beautifully restored private residence although the track bed has been infilled.</p>\n\n<h3>Haywards Heath to Horsted Keynes</h3>\n<p>In 1883, the LB&amp;SCR built a line to connect Horsted Keynes with Haywards Heath with one intermediate station at Ardingly. The stationmaster's house and booking office were built at road level at right angles to the platforms with the line passing under the road in a cutting. The upper storey is decoratively timbered with plaster patterning (flower patterns in black on a white background) and projecting slightly.</p><p>Following closure of the line in 1963, the platforms were removed and the site is now occupied by an aggregates depot although the roadside buildings remain and are now a private residence. The Bluebell Railway have medium to long term plans to re-open the line from Horsted Keynes to Ardingly and on to Haywards Heath.</p>\n\n<h3>Table</h3>\n<h4>Notes</h4>\n<ul><li><span id=\"endnote_LocationA\"><b><sup>A</sup></b></span> Location is given first as a grid reference, based on the British national grid reference system (or OSGB36) of the Ordnance Survey; and second as World Geodetic System 84 coordinates, used by the Global Positioning System.</li></ul>\n\n<h2>Other buildings</h2>\n<p>\nAs well as stations, Myres designed many ancillary buildings including waiting shelters, footbridges, signal boxes, goods sheds etc. Goods sheds were provided to Myres's designs at Hassocks, Heathfield, Mayfield, Rotherfield &amp; Mark Cross and Singleton. All have now been demolished other than that at Singleton, which was listed as Grade II by English Heritage in April 2013. In the listing, English Heritage described the building as:</p><blockquote><p>an elaborate brick building in 'Tudoresque' style with most unusual mullioned and transomed painted wooden panels with quatrefoils to the transoms and incised pargetted panels to the mullions. The exterior is virtually unaltered including a surviving wooden canopy and the interior retains its original kingpost roof and an internal iron crane. It is the only surviving goods shed built by LB&amp;SCR in this style. No other railway goods shed in the country has these elaborate Tudor style pargetted panels.</p></blockquote>\n<p>At Horsted Keynes, the signal box and an engine house to the south of the station are also Grade II listed buildings. The signal box is described as \"the only remaining Type 1 signal box on the LBSC line\".</p>\n\n",
                "headline": "Thomas Myres"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1851"
            },
            "end_date": {
                "year": "1920"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Edward Ponsonby, 8th Earl of Bessborough</b>,  (1 March 1851 – 1 December 1920), known as <b>Viscount Duncannon</b> from 1895 until 1906, was a British peer.\n</p>\n\n<h2>Background</h2>\n<p>Ponsonby was the eldest son of Reverend Walter Ponsonby, 7th Earl of Bessborough, and his wife, Louisa, daughter of Edward Eliot, 3rd Earl of St Germans.\n</p>\n\n<h2>Career</h2>\n<p>He qualified as a barrister in 1879 and was secretary to Lord Robert Grosvenor (a younger son of Hugh Grosvenor, 1st Duke of Westminster) at HM Treasury from 1880 to 1884 and to Arthur Peel, Speaker of the House of Commons, from 1884 to 1895. After Peel's retirement in 1895, Ponsonby was appointed a Companion of the Order of the Bath (CB). He also took the courtesy title of <b>Viscount Duncannon</b> following his father's accession to the earldom of Bessborough, also in that year. In 1898, he was High Sheriff of Carlow. He was appointed a Commander of the Royal Victorian Order (CVO) on 11 August 1902, and a Knight of the Order of St Patrick (KP) in 1914. He was also involved in business and became a director of the London, Brighton and South Coast Railway in March 1895, and served as its chairman from February 1908 until his death.\n</p>\n\n<h2>Family</h2>\n<p>On 22 April 1875, Ponsonby married Blanche Guest (1847–1919), the sister of Ivor Guest, 1st Baron Wimborne, and they had six children:\n</p>\n<ul><li>Lady Olwen Verene (1876–1927), married Geoffrey Browne, 3rd Baron Oranmore and Browne.</li>\n<li>Lady Helen Blanche Irene (1878–1962), married John Congreve (1872–1957) and settled at Mount Congreve estate in County Waterford, Ireland.</li>\n<li>Vere Brabazon, later styled Viscount Duncannon, later 9th Earl of Bessborough (1880–1956), Governor-General of Canada.</li>\n<li>Hon. (Cyril) Myles Brabazon (1881–1915), soldier and father of the 11th Earl of Bessborough.</li>\n<li>Hon. Bertie Brabazon (1885–1967), barrister and soldier.</li>\n<li>Lady Gweneth Frida (1888–1984), married (1) Hon. Windham Baring, (2) Ralph Cavendish.</li></ul><p>Ponsonby inherited the earldom from his father in 1906, and on his death in 1920, his titles passed to his eldest son, Vere. His death procured an erroneous obituary of Lord Desborough being published after <i>The Times</i> confused the two peers.\n</p>\n\n",
                "headline": "Edward Ponsonby, 8th Earl of Bessborough"
            }
        },
        {
            "media": {
                "url": "media/John_saxby_portrait.jpg",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1821"
            },
            "end_date": {
                "year": "1913"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>John Saxby</b> (17 August 1821 – 22 April 1913) was an English engineer from Brighton, noted for his work in railway signalling and the invention of the interlocking system of points and signals. He was later a partner in the firm Saxby and Farmer. He is regarded as \"the father of modern signalling\".</p>\n\n<h2>Biography</h2>\n<p>Saxby was born at Brighton on 17 August 1821 and in 1834 was apprenticed at the age of thirteen to a carpenter and joiner. In 1840 he was employed as a carpenter at the Brighton railway works of the London and Brighton Railway to make oak mile-posts, and where he designed a tool to automate their production. He later became the foreman of the carpenters and joiners, sawyers, pattern makers, plumbers, gas-fitters, and labourers at the works.\n</p>\n\n<h2>Railway Signalling</h2>\n<p>Two accidents took place on the London Brighton and South Coast Railway (LBSCR) during the early 1850s due to signalling failures. Saxby became interested in railway safety and invented an improved signalling lamp, giving considerable benefits and savings on the lamps then in use. He also invented a device for interlocking points and signals.\n</p><p>In 1856 he was awarded a patent for this invention which was designed to act at once upon all the points and signals at a railway junction. Not only were the points and signals activated, but all the other signals in the system were locked against improper use.\n</p><p>The first interlocked signalling system was installed at the Bricklayers Arms junction, near the Old Kent Road in South London. It consisted of eight semaphore signals and six pairs of points controlling the routes in and out of London bridge Station and neighbouring goods yards, with linkages to a signal box.</p>\n\n<h2>Saxby and Farmer</h2>\n<p>In 1861 Saxby left the railway employment and started his own business at Haywards Heath to manufacture signalling apparatus. The following year he was joined in partnership by John Stinson Farmer, who had previously been an assistant to the manager of the LBSCR. \"Saxby and Farmer\" became the leading manufacturers of railway signalling equipment and established a works at Kilburn where they eventually employed 3,000 workers. The firm also established works at Brussels.\n</p>\n<p>In 1868 the company also constructed the world's first traffic signal for road traffic in London's George Street, working to the designs of the South-Eastern Railway engineer John Peake Knight.</p><p>In 1875 firm brought out its first mechanical brake, which gave more powerful braking by connecting each vehicle's brakes together. Saxby's son James established a signal works at Creil near Paris in 1878. From the 1860s to the 1880s Saxby and Farmer were the dominant force in railway signalling equipment manufacture. Much of the equipment they provided survived in use for the greater part of the twentieth century.\n</p>\n\n<h3>Signal boxes</h3>\n<p>Saxby and Farmer became the major contractor responsible for building signal boxes on behalf of railways. The Type 5 design was one of the most successful and long-lived of all contractors’ signal box designs, between 1876 and 1898 with eleven examples still in \nuse on Network Rail and a further ten on heritage railways or otherwise preserved.</p><p>The partnership with Farmer ended in 1888 and the French works became part of John Saxby Ltd in 1889. In 1901 the British company that Saxby founded merged with several rivals to create the Westinghouse Brake and Signal Company Ltd. The French company is now part of United Technologies Corporation.\n</p><p>John Saxby died at Hassocks, Sussex, on 22 April 1913. He is commemorated with a modern plaque in Brighton Station.\n</p>\n\n",
                "headline": "John Saxby"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1833"
            },
            "end_date": {
                "year": "1889"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n</p>\n<p><b>William Stroudley</b> (6 March 1833 – 20 December 1889) was an English railway engineer, and was one of the most famous steam locomotive engineers of the nineteenth century, working principally for the London, Brighton and South Coast Railway (LB&amp;SCR). He designed some of the most famous and longest-lived steam locomotives of his era, several of which have been preserved.\n</p>\n\n<h2>Early career</h2>\n<p>Born at Sandford-on-Thames, Oxfordshire, William Stroudley began work in 1847 at the local paper mill and in the same year he was apprenticed to John Inshaw's engineering firm in Birmingham. Over the next seven years he gained a variety of engineering experience on stationary engines and steam barges. From 1854 he trained as a locomotive engineer at Swindon Works under Daniel Gooch of the Great Western Railway, but soon moved to the Great Northern Railway under Charles Sacré at their Peterborough workshops, later becoming running foreman at the motive power depot there. In 1861 he was appointed manager of the Edinburgh and Glasgow Railway Cowlairs Works. On 19 June 1865 he was appointed locomotive and carriage superintendent of the Highland Railway at Inverness. He was unable to do any substantial work as the railway had very little money at the time, only producing one locomotive. He was however able to re-organise and modernise the company's Lochgorm Works and reduced the operating costs for the railway's existing fleet.</p>\n\n<h2>LB&amp;SCR career</h2>\n<p>In 1870 he was appointed locomotive superintendent of the London, Brighton and South Coast Railway (LB&amp;SCR) at Brighton works following the enforced resignation of J. C. Craven. When he took office there were seventy-two different classes of locomotive in use and so there was an urgent need for standardisation to reduce operating costs. Stroudley was hampered at first by the difficult financial state of his new company, which had faced bankruptcy in 1866. However, during the 1870s and 1880s increased revenues, particularly from the growth of suburban traffic, enabled him to dramatically improve the performance and reliability of the locomotive stock by introducing a number of very successful standard classes.</p>\n\n<h3>Locomotive classes</h3>\n<p>Stroudley's first passenger locomotive design at Brighton was the two locomotives of the \"Belgravia class\", 2-4-0 in 1872. They were very similar to two 2-4-0 locomotives constructed at Cowlairs for the Edinburgh and Glasgow Railway in the early 1860s when he was the works manager. They contained many features of his later designs.\n</p><p>In the same year he introduced the first of three important tank engine classes, which were ultimately produced in large numbers. The diminutive LB&amp;SCR A1 Class (Terrier) 0-6-0 tanks were introduced in 1872 and a number were still in active use in the 1960s; several have been preserved. The D1 class 0-4-2T were used for London suburban services of the LBSCR from 1873 until electrification, and some survivors lasted until the early 1950's. The last survivor of the E1 class freight 0-6-0T was withdrawn in 1962, while a previously withdrawn example now preserved.\n</p><p>In 1874, Stroudley also designed the G class of powerful 2-2-2 'singles', the last of which survived until 1914. Less successful were his 0-6-0 C and C1 freight classes of 1871 and 1882 respectively, both of which were underpowered.\n</p><p>Stroudley is best remembered for his 0-4-2 passenger classes. The first of these was a tender engine version of the D1 class, the D2 or \"Lyons\" class, introduced in 1876 and which proved to be very successful. A larger version for express passenger work, the \"Richmond class\", was introduced in 1877. However it is the enlarged B1 class (\"Gladstone class\") express engines of 1882 for which he is best remembered, the last of which survived until 1933. The first member of this class is preserved at the National Railway Museum in York.\n</p>\n\n<h3>Other engineering activities</h3>\n<p>Stroudley was responsible for the re-organisation and modernisation of Brighton railway works and the repair facilities at New Cross. He also designed railway carriages and the steam engines for the LB&amp;SCR cross-channel ferries which operated between Newhaven and Dieppe.\n</p><p>He is also remembered for inventing the re-railing ramps that are still known as \"Stroudley's Patent Ramps\" or \"Rampes de Stroudley\" in some parts of the world.</p>\n\n<h2>Death</h2>\n<p>He died of acute bronchitis on 20 December 1889 during his visit to the Paris Exhibition where he was exhibiting one of his locomotives. Stroudley was buried in the Extra Mural Cemetery, Brighton on 24 December 1889. He was succeeded at Brighton by R. J. Billinton.\n</p>\n\n",
                "headline": "William Stroudley"
            }
        }
    ]
}